{"input":"Doctor, I act hostilely, and sometimes I feel depressed or mental, and what's going on with me?","output":"I think there's a developmental disorder that can affect behavior and mood. Have you been diagnosed with developmental disorder before?"}
{"input":"Doctor, I don't think my rash is going to go away on my skin.","output":"It looks like it's got abscess, a form of skin rash that can last for weeks."}
{"input":"Doctor, I feel a lot of pain in the eyes, a lot of pain in the throat, a lot of hearing, a lot of nose force. What's the problem?","output":"These symptoms can be shown to be a condition of the occipital joints that have problems with the muscles that are involved in chewing and moving the jaw."}
{"input":"Doctor, I feel a lump around my neck, and I feel tired all the time, and I feel stiff and swollen.","output":"It's possible that it's thyroid cancer, and you have to run additional tests to make sure you're diagnosed, and it's important to treat it as soon as possible."}
{"input":"Doctor, I feel like my hands and fingers hurt, my knees hurt, my body hurts.","output":"The symptoms seem to indicate that you have rheumatoid arthritis, so how many tests do you want to run to confirm your diagnosis?"}
{"input":"Doctor, I fell on my bike and hurt my body. I'm in severe pain.","output":"This may include regular X-rays, X-ray computers, single-story scans, or CAT scans of the head."}
{"input":"Doctor, I found a wound on my neck that had swollen feet and ankles.","output":"The symptoms seem to indicate that the common symptom of injury infection, the telophase edema, has occurred."}
{"input":"Doctor, I have a diagnosis of Dr. Friedrich's dystrophy, which drug should I take?","output":"You need to take Pluticasone, Albuterol, Oscarvazepine, Syldenap, polyethylene glycolyx, 3350 Myrax, Digulls, Ommeprosol, Ere, Mecamilin, Trolldomycin, and Fridhi exercise realism."}
{"input":"Doctor, I have a little scaly rash on my back, which was a couple of weeks ago, and it's spreading now.","output":"You need to have a full physical skin test to confirm your diagnosis, as well as an eye examination and evaluation to make sure you can test your feet and do a biopsy and don't affect your eyes."}
{"input":"Doctor, I have a lump in my leg, and I feel like my skin is self-obvious, and I've been having severe leg pain lately.","output":"It can be an inflammation of the blood vessels that can cause a variety of symptoms, such as lumps, lumps, skin irritations, ear problems, and pain."}
{"input":"Doctor, I have a sharp chest pain recently. Can you tell me what's wrong?","output":"There's a possibility that there's a coronary pericardiosclerosis in the symptoms."}
{"input":"Doctor, I have a skin that looks abnormal in my penis.","output":"It's possible that there's a mild defibrillation from the symptoms."}
{"input":"Doctor, I have a strange condition in my skin that looks dry, scaly and rough, and it also looks abnormal.","output":"You're probably suffering from skin infections caused by exposure to sunlight, and the symptoms you described are common to this disease."}
{"input":"Doctor, I have an ulcer with pains in my penis, I think it's genital herpes.","output":"Your diagnosis is likely to be correct. I'll prescribe one of the following drugs to treat genital herpes: acyclopir, balsy claus, or Pamsy claubire."}
{"input":"Doctor, I have recently suffered from motor disorders, memory problems, headaches, even depression or psychiatric symptoms.","output":"The symptoms are likely to lead to normal pressure chickenpox, a condition that causes the abnormal accumulation of spinal fluid in the brain's chambers."}
{"input":"Doctor, I have severe pain in my upper right abdomen and back with nausea and vomiting.","output":"The medical tests required to determine the diagnosis of cytoplasm are blood tests, full blood cells, radiation tests, IV fluid supplements, kidney function tests, electrolytes panel, glucose levels."}
{"input":"Doctor, I have strange skin lesions in my hands and arms, and recently I have a really dry, scaly skin, swollen lips, strange skin growth, what's the problem?","output":"Symptoms can lead to a disease called scleroderma, a rare autoimmune disease that can cause dryness, peeling, roughness and growth of skin, which is a common symptom of swelling of the lips."}
{"input":"Doctor, I have symptoms that are hard to talk about, that are fatigued, that are hard to swallow, and what's the cause?","output":"Symptoms are likely to indicate ALS, known as ALS."}
{"input":"Doctor, I have too little skin, too little hair, too little scalp, skin dryness, texture, scales, roughness, skin growth, what's the problem?","output":"Symptoms may include scalp, face, ears, chest, and so forth, which is a common skin disease that causes inflammation, itching, and texture, which is boring dermatitis."}
{"input":"Doctor, I need you to tell me what's going on.","output":"The symptoms are likely to be severe work force, which is a neuromuscular disorder that weakens the muscles that control movement, including the muscles that are used in speech and eye movement."}
{"input":"Doctor, I recently developed muscle pain. What's the cause?","output":"Have you experienced any other symptoms?"}
{"input":"Doctor, I recently experienced bleeding in my eyes, tears, pain in my eyes and abdominal symptoms. What's the problem?","output":"The symptoms seem to indicate that you're suffering from retinal bumps."}
{"input":"Doctor, I recently experienced rib pain, shortness of breath and back pain. What is the cause of these symptoms?","output":"The symptoms seem to indicate that there is a buildup of the chest membranes between the lungs and the chest, which is the fluid, which requires additional tests to be diagnosed."}
{"input":"Doctor, I recently got a fever and a lack of energy. What's the problem?","output":"What you're saying is that you're suffering from a high-sodium hemolysis."}
{"input":"Doctor, I recently had some symptoms in my eyes, and my eyes are moving abnormally, and my eyelids are shaking.","output":"The symptoms may indicate eye alignment, which is what we call death, which is a condition in which the eye cannot be properly aligned and things can be double-fisted or have deep perception problems."}
{"input":"Doctor, I recently lost weight and found a white spot in my mouth.","output":"It's possible that you have a condition called oral vitiligo, which is a white or gray spot in your mouth, which you can't scratch, and you can't touch it, you can't touch it, you can't touch it."}
{"input":"Doctor, I recently went for a checkup, and the results showed a kidney mass, and what's the cause?","output":"Unfortunately, kidney mass can be a symptom of liver cancer, and we need to book some additional tests to confirm the diagnosis."}
{"input":"Doctor, I think I have a groin hernia.","output":"The drugs that you need for your condition are Lopybacine and Efedrine."}
{"input":"Doctor, I think I've got sporacosis, and there's a red oscillator in my skin, and over time it's spread.","output":"I'm sorry, to confirm your diagnosis, you have to do a complete physical skin test, and you have to do a full blood count (CBC) and a blood test to better understand your condition."}
{"input":"Doctor, I think our baby's been very annoying these days, and it's been bleeding. What's going on?","output":"Other symptoms are dry coughs, fatigues, shortness of breath, and it's important to get the baby to the hospital as soon as possible for a proper diagnosis and treatment plan."}
{"input":"Doctor, I think there's a kind of hoarse voice and there's a lump in the neck. What's the cause?","output":"Symptoms can lead to vocal polyps, which can cause a small benign tumor in the vocal cords, which can cause a relaxed voice and the feeling of a lump touching the neck."}
{"input":"Doctor, I think there's a little swelling of the scrotum and a lump. What's the problem?","output":"The symptoms seem to indicate that there's sinusitis, which is an inflammation of the sinuses, which are near the testes, which often cause a swelling of the bladder and a lump to be touched."}
{"input":"Doctor, I think you've got cat scratch disease, your lymph nodes are swollen and you get fever.","output":"If you want to cure cat scratch disease, you need to take agitomasin or poison clinch."}
{"input":"Doctor, I think you've got pain in your feet and toes, and your feet are going inwards, and you've got movement problems, and what's the cause?","output":"The symptoms seem to indicate that it's likely to be a flat foot, which means that the foot's arch may break down and turn inward, causing the difficulty of pain and movement."}
{"input":"Doctor, I think your hearing has been down lately. What's the cause?","output":"The symptoms seem to indicate that there's sensory nerve hearing."}
{"input":"Doctor, I think your nose is blocked and allergic, so what are your symptoms?","output":"The symptoms could be laryngitis."}
{"input":"Doctor, I'm afraid there's severe pain in the upper right abdomen, so what do you want to do?","output":"There's a possibility that there's some kind of medical test for a diagnosis, such as blood, whole blood cells, radiation, urine, kidney function, glucose levels, and so on."}
{"input":"Doctor, I'm experiencing a burning abdominal pain, and why?","output":"I think there's a red blood cell crisis because of the symptoms, and we need to do some tests to check it out."}
{"input":"Doctor, I'm experiencing a deep abdominal ovulation that doesn't go away, and I went to the hospital, and they called me Volvolis, and what's the drug for?","output":"In Volvolis, you have to take morphine for pain relief, meth for infection treatment, Trimeto benjamide for reducing nausea and vomiting, ikexol for video testing, and lactulose for defunctation."}
{"input":"Doctor, I'm experiencing a feeling of faintness, sharp abdominal and chest pain, nausea, stomach pain.","output":"The symptoms can lead to bowel disease, and we need to do some tests to diagnose the exact condition, and can you tell us more about the pain?"}
{"input":"Doctor, I'm experiencing a form of undergrowth, sassy, sharp chest pain, excessive appetite. What's the problem?","output":"There could be congenital heart defects."}
{"input":"Doctor, I'm experiencing abdominal pain and sharp chest pain, and I'm pregnant, and I sometimes feel pain during pregnancy.","output":"The symptoms seem to indicate an abdominal injury, and we need to do some tests to determine the extent of the injury and the effect of the pregnancy."}
{"input":"Doctor, I'm experiencing abnormal symptoms, such as shortness and skin itching, and sometimes my feet swell.","output":"The symptoms seem to indicate that you're allergic to food. Have you eaten any other food recently?"}
{"input":"Doctor, I'm experiencing an involuntary urinary tract, a chest pain, a sharp abdominal pain. What's going on with me?","output":"Depending on the symptoms, there could be temporary or benign blood in the urine."}
{"input":"Doctor, I'm experiencing anal pain, stomach pain, vomiting. What's wrong with me?","output":"Symptoms indicate that there is no normal bowel movement or decline so much that it's likely to be intestinal obstruction, nausea, vomiting, and so forth."}
{"input":"Doctor, I'm experiencing chills, lower abdominal pain, vomiting, urine down, sharp abdominal pain. What's the problem?","output":"The symptoms suggest that the intestinal hemorrhagic is suspect."}
{"input":"Doctor, I'm experiencing confusion, forgetfulness and disorientation, and I'm also having trouble speaking and writing, and I'm afraid that there's something wrong with me.","output":"You need to do some medical tests, such as blood tests, whole blood cells, CBC, ordinary X-rays, or radiation imaging, as well as electrocardiograms and kidney function."}
{"input":"Doctor, I'm experiencing constipation and loss of sense, and what's the cause?","output":"The cause of the symptoms could be a disease called hypocalcemia, which lacks calcium in the blood."}
{"input":"Doctor, I'm experiencing coughing, chest pains and respiratory difficulties, and I've been vomiting blood a while ago, and I'm worried if I'm getting lung cancer.","output":"To diagnose or eliminate lung cancer, you need to do a series of medical tests."}
{"input":"Doctor, I'm experiencing delusions and abnormally involuntary movements with depression and personality problems.","output":"The symptoms suggest that there's a Tourette syndrome that can be accompanied by compulsive behavior. Do you want to book an extra test to confirm this diagnosis?"}
{"input":"Doctor, I'm experiencing erectile failure, loss of appetite, backache and involuntary urination. What's the problem?","output":"These symptoms show positive kidney cysts."}
{"input":"Doctor, I'm experiencing eye pain, joint pain, low vision, reflux, oral dryness, what do you think is the problem?","output":"The symptoms suggest that Shogren's syndrome is an autoimmune disease that causes eye drying, oral drying, and other body symptoms."}
{"input":"Doctor, I'm experiencing hostile behavior and fear and I'm feeling alcohol abuse and depression.","output":"The symptoms seem to indicate that you're having a drug-related mental disorder."}
{"input":"Doctor, I'm experiencing local weaknesses, vaginal secretions, pain in intercourse, and urinary pain. What's the problem?","output":"The symptoms seem to indicate that you're suffering from endocardial disease."}
{"input":"Doctor, I'm experiencing melena and her telophase. Can you tell me what caused it?","output":"There's a possibility that there's a cirrhosis of the liver because of the symptoms."}
{"input":"Doctor, I'm experiencing nausea, anxiety and anxiety, sharp pain in the lower abdomen.","output":"The symptoms suggest that you have hyper-sensitivity bowel syndrome."}
{"input":"Doctor, I'm experiencing pain during pregnancy, and it's getting worse every day, and why?","output":"Because of the symptoms that God mentioned, I think you've missed the period of miscarriage, and it's good for you to come to the hospital and talk to them about how to diagnose and how to treat them."}
{"input":"Doctor, I'm experiencing pericardial contractions, which drugs should I take?","output":"You have to take propaphenone to treat premature heart contractions."}
{"input":"Doctor, I'm experiencing premenstrual tension, sensitivity, hip pain, long periods of menstruation, headaches and menstrual pain.","output":"I think you have premenstrual tension syndrome."}
{"input":"Doctor, I'm experiencing reduced heart rate, sharp chest pain, bilateral pain, shortness of breath, focused weakness. What's the problem?","output":"These symptoms seem to indicate a heart attack, and it's good to run some tests and start the treatment immediately."}
{"input":"Doctor, I'm experiencing ringing in the ear, dizziness, ear pain, shortness of breath, loss of strength.","output":"It's an internal illness that can cause all the symptoms that you've described, and it's recommended additional evaluations to check the diagnosis and determine how best to treat it."}
{"input":"Doctor, I'm experiencing sensory loss, seizures, motor disorders. What's wrong with me?","output":"It's possible that it's brain disease because of the symptoms, and you have to run some tests to make sure you're diagnosed."}
{"input":"Doctor, I'm experiencing sharp abdominal nausea. What's the cause?","output":"The symptoms suggest you have Crohn's disease."}
{"input":"Doctor, I'm experiencing sharp abdominal pain, vaginal pain and pain during sex.","output":"The symptoms are likely to cause pain and discomfort."}
{"input":"Doctor, I'm experiencing sharp chest pain and muscle pain, and why?","output":"There's a possibility that there's a hemorrhagic heart disease from the symptoms."}
{"input":"Doctor, I'm experiencing sharp chest pains and nausea. What's wrong with me?","output":"The symptoms are likely to be T.A.S., which causes inflammation and tenderness in the chest area, and we need to do some tests to identify the diagnosis."}
{"input":"Doctor, I'm experiencing sharp chest pains, fever, dizziness.","output":"Some of your lungs may not contract or swell properly, depending on your symptoms, and you have to do some tests to make sure you're diagnosed."}
{"input":"Doctor, I'm experiencing shoulder pain, muscle swelling and weight gain. What's the problem?","output":"The symptoms seem to indicate that you have Kusing's syndrome."}
{"input":"Doctor, I'm experiencing skin cancer, and I'm allergic to it, and I'm feeling a local weakness, a skin rash, a general weakness.","output":"These symptoms seem to be caused by addiction to the high blood pressure drugs you're taking, and it's important to get medical attention immediately so that you can get the treatment you need."}
{"input":"Doctor, I'm experiencing skin pain, fluid decline, eye pain, allergic reactions, some skin lesions.","output":"There may be an allergic reaction to the symptoms, or there may be some type of skin disease, multiple blushing, where you have to run some tests to make sure you're diagnosed."}
{"input":"Doctor, I'm experiencing symptoms of strange face, difficult breath, pericardial sweat, do you know what's causing it?","output":"Your symptoms suggest that you're experiencing a sudden, rapid heart rate disorder, a seizure-symbolic V-tach."}
{"input":"Doctor, I'm experiencing the symptoms of involuntary urination, erectile failure, and sometimes dehydrate. What's the problem?","output":"It's a symptom that's likely to have a peritoneal pain in it."}
{"input":"Doctor, I'm experiencing trouble breathing, increased heart rate, loss of breath, palpitations, weakness of focus, what's wrong with me?","output":"I think you've experienced a heart attack because of your symptoms, and it's good to run some tests to check your diagnosis and start the treatment immediately."}
{"input":"Doctor, I'm experiencing vaginal secretions, dizzyness, convulsions, menstrual bleeding and pain during pregnancy.","output":"Your symptoms suggest that you may be experiencing an extrauterine pregnancy."}
{"input":"Doctor, I'm experiencing vaginal secretions, vaginal pain and sharp abdominal pain.","output":"In terms of symptoms, gonorrhea is likely to be infected, and gonorrhea is a venereal disease that can cause these symptoms in women."}
{"input":"Doctor, I'm experiencing weight gain, infertility, convulsions, cramps, menstrual bleeding. What's the problem?","output":"Symptoms can lead to multiple ovaries syndrome, a hormone disorder affecting the ovaries, which can cause irregular menstruation, weight gain, and pregnancy."}
{"input":"Doctor, I'm feeling extremely fatigued, and my legs are convulsing, and my muscles are getting weaker, and I'm having an abnormal, involuntary movement, so can you tell me what's going on?","output":"There may be ALS, which is also known as ALS, which affects nerve cells that control voluntary muscle, which can cause weakness, convulsions and abnormal movement."}
{"input":"Doctor, I'm feeling nauseous, and I think she's vomiting, and she's pulling on her ears, and what's the problem?","output":"According to your description, the child may have an ear infection, acute neutrophil, which is a common symptom of this disease."}
{"input":"Doctor, I'm feeling pain and pain in my breast, and I've got skin spots, acne and fluid decline, and I have strange skin lesions, and you know what causes these symptoms?","output":"Yes, there can be melanoma, which is often characterized by dark, thick skin patches and can be accompanied by symptoms such as the one you described."}
{"input":"Doctor, I'm feeling sharp pain and discomfort in my eyes, and I suspect a pericardial injury.","output":"Symptoms suggest that it's possible that it's an eyelid, tetrakine, erythromin, proparacan anticoagine, fluoresine, anticoagulants, esophageal anticoagulants, Tobramysine antixin, or woodpousxin."}
{"input":"Doctor, I'm feeling very nervous and nervous these days, and I can't focus on anything.","output":"These symptoms can be associated with cerebellum motorism, which affects coordination and balance and can cause anxiety and tension."}
{"input":"Doctor, I'm feeling very nervous and nervous these days, drug abuse, antisocial behavior, even compulsive behavior, and what's going on with me?","output":"Depending on the symptoms, there may be hyperactive disorders or ADHD."}
{"input":"Doctor, I'm having a hard time with a lung abscess. What kind of medication should I take?","output":"You have to take meropeem, vancomycin, Boudesonid, Dexa metasson, Revetiratam, docucete, etc."}
{"input":"Doctor, I'm having a lot of trouble with hip pain these days. What's the cause?","output":"It's possible that it's an inflammation of the cervix, and I recommend additional evaluations to check the diagnosis and discuss treatment options."}
{"input":"Doctor, I'm having a persistent cough and swelling of my legs, and I don't think there's ever been an allergic reaction, so what's the problem?","output":"Hemolytic anemia, which is likely to be destroyed faster than red blood cells are replaced, can cause such symptoms as coughing, telophase, allergic reactions."}
{"input":"Doctor, I'm having skin cancer, and I have skin rashes, and I need you to help me figure out the cause.","output":"The symptoms seem to indicate that there's boring dermatitis, which is a common inflammation of skin that affects the bulk of the scalp, the face, the chest, and so on."}
{"input":"Doctor, I'm having strange symptoms these days, I'm being antisocial and hostile, and I'm feeling very depressed, and I sometimes have mental symptoms, and what's wrong with me?","output":"You're likely to have Asperger's syndrome based on your symptoms, and you have to do some tests and evaluations to check your diagnosis."}
{"input":"Doctor, I'm losing arm strength, and I'm experiencing shoulder pain, butt pain, and sensory loss. Can you tell me what's wrong?","output":"The symptoms seem to indicate that there's a waist disk, which is a disorder that pushes out the soft tissue between the spinal bones and presses on the nerves."}
{"input":"Doctor, I'm really distressed by the strange skin spots on my fingers and feet.","output":"It's a common skin disease caused by an HPV virus."}
{"input":"Doctor, I'm suffering from severe double-pass shoulder pain, and I feel dizzy most of the time.","output":"The symptoms suggest a lung contusion."}
{"input":"Doctor, I'm suffering from shortness of breath, shortness of breath, fever, vomiting. Can you tell me what the symptoms are?","output":"It's a viral infection affecting your vocal cords and organs, which is most common for children under six years of age."}
{"input":"Doctor, I'm suffering from shoulder pain, arm pain, neck loss, arm weakness.","output":"The symptoms suggest spinal damage."}
{"input":"Doctor, I'm swelling my legs, and my menopause starts early, and what's the cause of these symptoms?","output":"These symptoms may be due to clotting disorders that affect the ability of the blood to clot properly."}
{"input":"Doctor, I'm taking my bed every night. Is this a serious problem?","output":"Yes, bed-wetting can be a symptom of Patau's syndrome, a rare genetic disorder that can cause more than one thing in the body."}
{"input":"Doctor, I'm very nervous and very stressed these days, and I think I have neurosis.","output":"To check for neurosis, you need to run some medical tests to identify the underlying causes of the symptoms, such as blood tests and blood tests such as CBC (CBC)."}
{"input":"Doctor, I'm very sick these days, and I'm diarrheal, and I feel depressed.","output":"The symptoms seem to indicate an addiction to ethylene glycol."}
{"input":"Doctor, I'm worried that you've had a lot of nosebleeds lately.","output":"It's actually caused by subarachnoid bleeding, and it's important to schedule some diagnostic tests to make sure it's subarachnoid bleeding and provide the right treatment."}
{"input":"Doctor, I've been angry a lot lately, my nails look irregular, and when I breathe, I get sick and my legs swell.","output":"These symptoms may be signs of diabetes, and it's important to manage the blood sugar level and monitor kidney function to prevent further damage."}
{"input":"Doctor, I've been coughing a lot lately, and I've been tired all the time, and I've got a lot of hip pain.","output":"The symptoms are likely to be muscular dystrophy, which requires additional tests to confirm the diagnosis, but the symptoms match this disease."}
{"input":"Doctor, I've been diagnosed with S.V.D. What kind of drugs do you need?","output":"You need one of these: fluorous, fluorous, fluorous, localized, executive, trotti, ethodidasol, ketonasol, and Clovetazol; decimetasone; desalinate, or aminosylic acid."}
{"input":"Doctor, I've been diagnosed with a transition disorder, muscle weakness and seizures, which drugs should I take?","output":"We need to take Benafaxin and Myrtazafin to help us with the symptoms of depression and anxiety, which can help us control our seizures."}
{"input":"Doctor, I've been diagnosed with an I.V.C. What kind of medication should I take?","output":"You have to take pyrosine, which helps relax prostate and bladder muscles, which helps you to see urine more easily."}
{"input":"Doctor, I've been diagnosed with an angio necrosis. What kind of medication should I take?","output":"It includes oxycodon, Emtristavin-tenopobire, Litovir, Myco Penicillin mofetilum, Hydroxychlorin, Meloxycam, cycarin, oxyphorel, oxytocin, methadane, methadane, methadane, methadone, and Sabur."}
{"input":"Doctor, I've been diagnosed with bladder cancer. What drug should I take?","output":"You're going to have to take plymacs, Bcg, Jemsitavin, Pinnastherid, Sisplitin, Afficitántt, Mitomymycin, Pacclitsol, Felopin, Fegrestin, Carboplatin, Paloseron."}
{"input":"Doctor, I've been diagnosed with cancer of the opposite sex. What drug should I take?","output":"Depending on the status of the state, we need déxamethasone, dexametazone, proclerferracin, Pachatsel, Abáccijostín, Paloclastin, Pegfilas Tim, Caflastas, Caflasita Zevin, Zelita Fretttza."}
{"input":"Doctor, I've been diagnosed with chicken pox. What kind of medication should I take?","output":"This condition requires taking methocete, microprostol, and Rho immunoglycerin."}
{"input":"Doctor, I've been diagnosed with spina bifida, which drug should I take?","output":"These drugs include oxybutin, polyethylene glycolate 3,350, Budsonid, Gennoside Uss, Guadalm, Okscavazepin, Tobramytin, Cromolin, Somolin, Celolate, and Calcium."}
{"input":"Doctor, I've been dizzy lately, and diarrhea and vomiting continue, and I don't think I have a lot of appetite these days.","output":"You're probably suffering from hypoglycemic disease -- body fluids and loss of appetite are also common symptoms of this disease."}
{"input":"Doctor, I've been dizzy lately. What's the problem?","output":"The symptoms suggest that you're suffering from increased lung acid."}
{"input":"Doctor, I've been drinking over the last few weeks, and I don't know why I can't quit.","output":"Drinking abuse seems to have something to do with drug abuse. Patient: What drug abuse?"}
{"input":"Doctor, I've been experiencing a couple of symptoms recently, severe leg pain, loss of the same leg sensation, and can you tell me what caused them?","output":"Your symptoms are consistent with an arteriosclerosis, which usually occurs when blood clots or other substances from other parts of the body block the artery of the leg."}
{"input":"Doctor, I've been experiencing leg pain, leg swelling, knee swelling for a while, and what's the cause?","output":"From the symptoms that God explains, it may be chronic knee pain caused by arthritis in the knee joint or injury."}
{"input":"Doctor, I've been experiencing pain and discomfort in the lower work area for the last few weeks, and sometimes I see a lot of post-plosive blood.","output":"It's good to get an S-advisory colon or colonoscopy first to check your diagnosis. If necessary, you can also consider a biopsy or a resection."}
{"input":"Doctor, I've been fainting a lot lately, and can you tell me what's wrong?","output":"It's important to get a full evaluation to understand the underlying cause of the symptoms."}
{"input":"Doctor, I've been fainting a lot lately. What's wrong with me?","output":"It's possible that you have a rebellious disorder, but it's usually not a common symptom of this disorder, and you might have to run some tests to figure out what's causing your blindness."}
{"input":"Doctor, I've been fainting a lot lately. Why?","output":"It could be a heart disease called aortic valve disease."}
{"input":"Doctor, I've been feeling a lot of heat and cold lately. What's the problem?","output":"The symptoms are likely to cause Hishspung's disease, which causes defecation and other related symptoms because the colon's nerves don't develop properly."}
{"input":"Doctor, I've been feeling nauseous lately, and I don't know why.","output":"Have you ever stopped taking drugs that you're currently taking, or have you stopped taking them recently? Patient:"}
{"input":"Doctor, I've been feeling so depressed and desperate since I gave birth to a baby that I feel like I'm suffering from acid depression.","output":"I'm sorry. Postpartum depression is a common condition affecting some women after childbirth."}
{"input":"Doctor, I've been feeling so nervous and nervous lately. What's the problem?","output":"Symptoms suggest that you may be experiencing anxiety symptoms from Huntington's disease. Have you experienced any other symptoms?"}
{"input":"Doctor, I've been feeling very depressed lately and experiencing changes in body temperature.","output":"Do you ever feel any pain or discomfort in your wrist?"}
{"input":"Doctor, I've been feeling very nervous and nervous lately, and I also feel physically and nausea, and what's the cause of these symptoms?","output":"I think he's suffering from drug withdrawal."}
{"input":"Doctor, I've been feeling very tired and depressed lately.","output":"Have you ever had a drink during pregnancy? Patient: Yeah, I've had a couple of drinks during pregnancy."}
{"input":"Doctor, I've been feeling very weak lately, and I've been suffering from constipation, and I've just passed out, and I've had abdominal pain.","output":"The symptoms seem to indicate that you have bowel disease."}
{"input":"Doctor, I've been having a heart attack lately.","output":"Did you experience joint pain or fever?"}
{"input":"Doctor, I've been having a lot of double-passed smoking problems, and I've been feeling very weak for most of my time, and why?","output":"It's a mental health condition that can cause various psychological symptoms, such as anxiety, depression, or compulsive disorder."}
{"input":"Doctor, I've been having chronic back pain for months. What medication can you prescribe?","output":"The drugs that can be prescribed for chronic back pain are cyclobenzaphrine, methabamol, Carriso Prodol, Orpendón, metasalon, Omnisol, Isoboli, and Oxykomol."}
{"input":"Doctor, I've been having severe hip pain and severe menstrual periods for a while, and I've been diagnosed with endometriosis, so can you prescribe a drug for me?","output":"Yeah, I'm going to give you a drug called loprolyde."}
{"input":"Doctor, I've been having severe menstrual problems, anxiety, anxiety lately.","output":"I think you're suffering from a tension headache."}
{"input":"Doctor, I've been having severe peritoneal diarrhea in the last few weeks, and I'm really worried, can you tell me what's going on?","output":"The symptoms seem to suspect ulcerative colitis, and I'm going to prescribe mesalamine, an anti-inflammatory drug that helps reduce the inflammation of the colon and relieve the symptoms."}
{"input":"Doctor, I've been having strange symptoms in my skin lately: swollen skin, acne, irregular nails, and it's also very dry and it seems to be losing a lot of texture.","output":"This type of infection can lead to skin swelling, acne or acne, irregularly-looking nails, skin dryness, peeling, scales, roughness, etc."}
{"input":"Doctor, I've been having trouble breathing lately.","output":"It's possible that it's a symptom, and you have to do some tests to make sure you're diagnosed."}
{"input":"Doctor, I've been hungry lately, but I can't eat.","output":"We need additional evaluations to figure out what's at the root of the problem."}
{"input":"Doctor, I've been pulling my ear with a sense of deafness, and I've found a fluid in my ear, and what's the symptom?","output":"It's a disease that accumulates in the middle ear inflammation and fluid, often caused by bacteria or viruses."}
{"input":"Doctor, I've been so tired these days, my wrist hurts a lot, and I've got a lot of anger, and I've got a lot of stiff, warm feeling in my joints.","output":"We're showing signs of hemorrhagic fever, and we need to do some tests to identify the diagnosis and start the treatment as soon as possible."}
{"input":"Doctor, I've been suffering from dumping syndrome for the last few weeks, and I don't know what medication to take.","output":"Depending on the symptoms, I can prescribe a drug that relieves discomfort by combining sodium chloride, pancratin, Nordriptylin, lave prasol, procloperin."}
{"input":"Doctor, I've been suffering from vomiting lately.","output":"These symptoms may be signs of a serious medical disorder called vulcanism."}
{"input":"Doctor, I've been sweating a lot lately, and it's very uncomfortable and unpleasant.","output":"I'm going to give you a solution of aluminium hexahideate solution."}
{"input":"Doctor, I've been very tired recently, and I've had a very hard time, and I've had pain in my testes, and I've had a runny nose, so what's the problem?","output":"Mediterranean anemia, which is a genetic blood disease that affects the body's hemoglobin production, can cause fatigue and chest bleeding."}
{"input":"Doctor, I've been vomiting a lot lately. What's wrong with that?","output":"It's more likely that it's a high potassium hemolysis, if you look at it as a symptom."}
{"input":"Doctor, I've got a lump in my arm, and I've got a lump in my knee, and what's the cause of these symptoms?","output":"These symptoms can be caused by a rare genetic disorder called Friedrich's exercise syndrome, which affects the nervous system and can cause difficulty in movement and condensation."}
{"input":"Doctor, I've got a lump in my neck and a lump in my neck these days, and I think my neck is pouring more than usual.","output":"These symptoms can be caused by thyroid disease, which requires additional tests to be diagnosed, but is more likely that the thyroid won't function properly."}
{"input":"Doctor, I've got a swollen knee and ankle and a stiff feeling these days. What's wrong with that?","output":"The symptoms suggest that you have a hemothorax, a hemorrhagic disease with high blood in your joints."}
{"input":"Doctor, I've got back pain, and it's been a couple of weeks, and I can't sit long or stand there.","output":"You also need physical therapy exercises and manipulations to improve your condition."}
{"input":"Doctor, I've got skin rashes, coughing, difficulty swallowing, groin pain, what's wrong with me?","output":"The symptoms suggest that you have scarlet fever."}
{"input":"Doctor, I've got so much pain that I can barely move my hip.","output":"Based on your symptoms and your history, I think you've been injured in your hip."}
{"input":"Doctor, I've had a fever over the last few days, and I've been to a farm last week, and I've been in contact with contaminated water.","output":"The drugs needed are air, mekamilamin, Trollle domecin, indiium oxymolin, piphecuinium, grefaxoculin, anti-mopoculphosine, oscillator, oscillator, and lysmosis."}
{"input":"Doctor, I've had a hearing loss recently, and I've been biting and experiencing emotional symptoms, and I feel a little swelling in my muscles, and what's the cause of all this?","output":"There may be osmosis, which can affect your hearing upper room, which can lead to hearing loss, which may involve stress and anxiety, which are often associated with hearing loss."}
{"input":"Doctor, I've had a lot of back pain lately, and I can't sit here long without feeling uncomfortable, and what's the cause of this pain?","output":"Have you ever experienced other symptoms, such as nausea, headaches, seizures or chaos? Patient:"}
{"input":"Doctor, I've had a lot of stomach pain lately, and why?","output":"It causes severe nausea and vomiting during pregnancy and can cause abdominal pain."}
{"input":"Doctor, I've had a lot of urination at night, so what's the cause?","output":"It's possible that you might have been infected with the West Nile virus as a symptom, and it's good to run some tests to check your diagnosis."}
{"input":"Doctor, I've had foot pain a few weeks ago, especially when I'm walking long and standing, and I'm having sharp, stinging pain in my toes.","output":"Has anyone ever noticed any unusual skin lesions or discolored patches anywhere in the body?"}
{"input":"Doctor, I've had knee pain in the last few days. Can you tell me why?","output":"It could be a hip defibrillator."}
{"input":"Doctor, I've had muscle swelling for a while, so can you tell me what caused it?","output":"The symptoms could be the cause of the pelvic fistula."}
{"input":"Doctor, I've had some strange symptoms recently: low vision, sharp abdominal pain, a spot or bleeding during pregnancy, what's the problem?","output":"It's a rare type of tumor that forms during pregnancy, and you have to do some tests to make sure you're diagnosed."}
{"input":"Doctor, I've lost my arms and legs with neck and back pain. What's the problem?","output":"It's likely to be a spinal defibrillator, which is a symptom, and it's good to run additional tests to see if it's diagnosed."}
{"input":"Doctor, I've recently been diagnosed with endometriosis, which drug should I take?","output":"To treat endometriosis, you have to take hufain, divostin, rosvastatin, lammyfrill, alpusacic acid, Darbephotin Alpha, Boomerthaide, Lompidium, and lavrasol."}
{"input":"Doctor, I've recently been experiencing an epidural force, and why?","output":"It's likely Coriza symptoms of pneumonia."}
{"input":"Doctor, I've recently been feeling low and feeling depressed, and I've been having symptoms of depression, and I want you to know what's causing these symptoms.","output":"Hemorrhagic disease occurs when your body temperature drops below normal, and can cause loss of sense, weakness, even depression or mental illness."}
{"input":"Doctor, I've recently been hard to swallow, no strength in my arms, and I've gained a lot of weight.","output":"The symptoms seem to indicate that the thyroid is overweight and that it's a thyroid disease, which exerts pressure on the airway and the esophagus."}
{"input":"Doctor, I've recently been very tired, my arms and legs are falling apart, and I'm experiencing paralysis, and I have a headache, and I feel like I don't have any energy.","output":"The symptoms seem to indicate that multiple sclerosis is a disease affecting the central nervous system, which can cause fatigue, abnormality, headaches, weakness, loss of sense."}
{"input":"Doctor, I've recently experienced a number of unusual symptoms: swelling shoulders, seizures, swelling lips, and biting nails is frequent, and I feel stiff or cold on my butt.","output":"In view of the symptoms that God explains, you may be suffering from kryptokocus, which is caused by mold and can cause seizures, nail bite, joint stiffness, and so forth."}
{"input":"Doctor, I've recently experienced excessive growth and emotional symptoms. What kind of disease?","output":"You seem to be struggling with noon, a common form of hearing loss, with aging."}
{"input":"Doctor, I've recently experienced respiratory difficulties, skin rashes, coughs, skin lesions. What's the problem?","output":"The symptoms suggest that there's an abscess that causes inflammation, pain and respiratory problems, and it can also cause skin rashes and lesions."}
{"input":"Doctor, I've recently experienced sharp abdominal pain, seizures and loss. What's the cause?","output":"The symptoms seem to indicate that you're suffering from a liver disorder."}
{"input":"Doctor, I've recently experienced some symptoms, including abdominal nausea, and what's the cause?","output":"Did you experience abdominal pain or abdominal ovulation?"}
{"input":"Doctor, I've recently experienced toilets, diarrhea, vomiting. What's wrong with me?","output":"I think you're experiencing digestive problems."}
{"input":"Doctor, I've recently experienced vaginal sensitism, menstrual overload, anorexia intolerance, extracurricular stimulation. What's the problem?","output":"The symptoms are likely to be uterine cancer, and it's good to get a uterine cytoplasm test as soon as possible to identify the diagnosis."}
{"input":"Doctor, I've recently had a hard time with alcohol abuse, and I don't know what's going on with me.","output":"It's possible you're experiencing bipolar symptoms, and bipolar often drinks to deal with mood changes."}
{"input":"Doctor, I've recently had a weakness in my wrists and emotional symptoms. What's the problem?","output":"Are you taking insulin pills? Patient: Yes, I'm using them."}
{"input":"Doctor, I've recently had cramps, cramps, and edema. Can you tell me what's wrong?","output":"The symptoms seem to indicate that you're experiencing effects outside of the drug's body."}
{"input":"Doctor, I've recently had leg pain.","output":"The leg pain may be caused by muscle spasms."}
{"input":"Doctor, I've recently had pain in my feet and toes.","output":"I recommend an X-ray to confirm the diagnosis."}
{"input":"Doctor, I've recently had pain in my hands and feet.","output":"The symptoms suggest that there's a finger fracture."}
{"input":"Doctor, I've recently had some unusual symptoms: my elbow is weak, my back is sore, my knees are swollen, what's the problem?","output":"Mediterranean anemia is a genetic blood disease that affects the development of hemoglobin in the body, which can weaken and swell the joints due to lack of oxygen in the body."}
{"input":"Doctor, a couple of days ago, we've been calling back, and what's the cause?","output":"It's possible that it's anemia due to a malignant tumor in history and symptoms, which is a common symptom of this disease, and you have to do some tests to confirm it."}
{"input":"Doctor, a mass of kidney and groin is touched and blood is added to the urine, and why?","output":"It's possible that it's bladder cancer, which is a symptom, and it's good to run some tests to see if it's diagnosed."}
{"input":"Doctor, an allergic reaction with oral ulcers and fever continues. What's the problem?","output":"The symptoms seem to indicate that you have multiple forms of measles, skin disease that can cause rashes, rashes and blisters on the skin surface."}
{"input":"Doctor, can you help me while I've been experiencing a persistent double-pass loss?","output":"The symptoms seem to indicate that you have muscular dystrophy, and you have to do some tests to check your diagnosis."}
{"input":"Doctor, can you tell me what caused the pain and swelling in your hands and fingers?","output":"The symptoms suggest that there's a form of arthritis that affects both adolescents and adolescents, pedophilia."}
{"input":"Doctor, can you tell me what caused the recent drowsiness and headaches?","output":"You may have a disease called Pingeekula, which is generally associated with eye dryness, which can cause irritation and pain in the eyes."}
{"input":"Doctor, can you tell me what's going on with your nose and your skin?","output":"It's a viral infection that can cause rashes in the skin and cause membrane force."}
{"input":"Doctor, do you know what caused a lot of urination at night, a lot of spasms and spasms on your shoulder, a lot of anger?","output":"Yes, symptoms suggest that if a pregnant woman gets rubella, she's likely to have congenital rubella in which the virus is transmitted to her fetus."}
{"input":"Doctor, hip pain, hand or finger pain, vaginal pain.","output":"These symptoms are likely to lead to necrotic fasciitis."}
{"input":"Doctor, in the last few days, I've been experiencing a frontal edema headache, and why?","output":"The symptoms may indicate that you have a disease known as BPV."}
{"input":"Doctor, in the last few days, I've been experiencing severe scalp fever, stiffness in the neck, and I'm afraid it's a serious illness.","output":"We need to do some medical tests, CBC, radiation, fluid supplements, glucose test, urine test and kidney function."}
{"input":"Doctor, is it a sign of a serious illness when you're feeling nausea?","output":"Yes, nausea can be a symptom of a variety of diseases. Can you describe the other symptoms? Patient:"}
{"input":"Doctor, it looks like there's a spot or a cloud in your eye, and your eyes are bleeding.","output":"The symptoms you've described may be the result of a drug that doesn't have a lens in the eye."}
{"input":"Doctor, it was difficult to eat a few weeks ago, and there was discomfort and pain in the ribs.","output":"In your symptoms, you may have congenital deformity syndrome that can affect your body's bone and muscle development, including ribs, which can explain the pain you're experiencing."}
{"input":"Doctor, it's been snowy recently. What's the cause?","output":"You might be allergic to animals. Do you have pets at home?"}
{"input":"Doctor, it's hard to say, it's hard to say, it's like there's a side effect. What's the problem?","output":"When you put it off as a symptom, you're probably suffering from a sore, which is a form of skin ulcer caused by constant pressure on one side."}
{"input":"Doctor, it's very soft when your ass is swollen and you touch that part.","output":"I think there's an open hip wound."}
{"input":"Doctor, my back is a little weak. It's been a lot of trouble lately.","output":"Did you put something in vagina recently? Patient: Yeah, actually, I forgot to remove the diaphragm last week after having sex."}
{"input":"Doctor, my nose has been blocked, my ears have been deaf, my ears have been broken, my hearing has been low.","output":"To put it off as a symptom, I think it's caused by your shock."}
{"input":"Doctor, over the last few days, I've had a breakdown and a headache, and I don't know what's going on.","output":"The symptoms suggest that there may have been an internal bleeding in the brain."}
{"input":"Doctor, paralysis, loss of sense, weakness of arm, back pain, memory problems, what's the problem?","output":"These symptoms seem to be a neurologic disorder in the last few years."}
{"input":"Doctor, recently my skin looks strange, it's thick, it's hard, it's shiny.","output":"The symptoms are likely to be lymphoma, where the lymphatic fluid accumulates and the tissue swells, and what looks abnormally on the skin is the general symptom of lymphoma."}
{"input":"Doctor, severe headaches, nausea, nausea, ear pain. What's the problem?","output":"The symptoms seem to indicate that you're suffering from mumps."}
{"input":"Doctor, sharp abdominal pain, long period of menstruation, convulsions and convulsions.","output":"The symptoms seem to indicate that there's a uterine rootoma."}
{"input":"Doctor, sharp abdominal pain, squeamishness, hip pain, vaginal secretions and skin ugliness. Do you want to know what causes these symptoms?","output":"The symptoms are likely to indicate that it's yeast infection, and you have to do some physical tests and some tests to confirm this diagnosis."}
{"input":"Doctor, sharp chest pain, diarrhea, nausea, yellow skin. Can you tell me what's wrong?","output":"The symptoms may indicate that there's a disease called pyrectosis, which causes the bile flow and the peritoneal peritoneal passage."}
{"input":"Doctor, sharp chest pain, irregular heartbeat, insomnia and depression.","output":"It can lead to chest pain, irregular heart rate, insomnia, and it can lead to depression and psychosis."}
{"input":"Doctor, she's suffering from dizziness, sharp chest pains, abnormal involuntary movements and breathing difficulties.","output":"The symptoms seem to indicate that you're experiencing an acute stress response."}
{"input":"Doctor, since I found out I was pregnant, there's been a lot of nausea.","output":"Yes, nausea is a common symptom of pregnancy and is known as morning sickness."}
{"input":"Doctor, something's happened to my skin and I've been drinking a lot lately.","output":"It's possible that you may have chronic pancreatic disease, alcohol abuse may be the cause of this disease, skin growth may be the result of complications of this disease."}
{"input":"Doctor, telophase, skin rash, cough, vomiting, sneezing, what's the cause of these symptoms?","output":"I think you're allergic to food. Have you eaten new foods recently?"}
{"input":"Doctor, the last few days have been followed by rapid chest pain and shortness of breath, and there's also an allergic reaction to something.","output":"It's good to get a breathing test and take the appropriate medication to manage the symptoms to check the diagnosis."}
{"input":"Doctor, the sinuses have been very sick for a long time, and they seem to have a good voice, so what's the problem?","output":"The symptoms suggest that you may have Kopolip."}
{"input":"Doctor, there are symptoms of abnormal tongue and excessive sweat. What's the problem?","output":"It could be a symptom of a vitamin B12 deficiency, and we need to do some tests to identify the diagnosis."}
{"input":"Doctor, there are symptoms of vomiting, nausea in the neck, and no changes.","output":"It looks like there's a foreign substance in the stomach."}
{"input":"Doctor, there's a great deal of itch and heat, and there's also a thick white secretion, and it looks like it's infected with yeast.","output":"We also need to do urine tests, standard pregnancy tests, and chlamydia tests."}
{"input":"Doctor, there's a little bit of pain in the breast, there's a little bit of wear, there's back pain, there's a lot of breathing, what's the problem?","output":"The symptoms that God has described suggest that you have T.T.S."}
{"input":"Doctor, there's a lot of pain in the testes and difficulty in urinating, and I think there's a little bit of a lump in the scrotum.","output":"It's caused by the accumulation of fluid around the testes, causing swelling and discomfort, and the same problem with skin growth."}
{"input":"Doctor, there's a lump in your eyelids, there's a lot of pain in your eyes, and there's spots and clouds in your eyes, and what's the cause?","output":"You've had surgery to remove a fertilized eye?"}
{"input":"Doctor, there's a lump on the neck, a lump on the neck, a lump on the neck, and there's also a slight redness of the ear.","output":"The symptoms are likely to indicate that you have tonsillitis."}
{"input":"Doctor, there's a problem with pregnancy, abdominal pain that burns during pregnancy, and menstrual bleeding.","output":"You're experiencing a natural legacy known as miscarriages, and it's good to come to the hospital as soon as possible to check your diagnosis and discuss treatment options."}
{"input":"Doctor, there's a strange skin growing that looks like a little bump in your penis. What is it?","output":"If you put it off as a symptom, it's possible that you're infected with cytoplasm."}
{"input":"Doctor, there's a swelling of the eyes, there's a slight lump in the eyelids, there's pain, there's a lump, what's the problem?","output":"It's a small lump or lump in the eyelid, which can cause pain and swelling in the eye and lead to lesions or rashes in the eyelids."}
{"input":"Doctor, there's an open wound on your shoulder that doesn't heal properly.","output":"The effects of alcohol on the immune system don't seem to heal from drinking symptoms."}
{"input":"Doctor, there's backaches and cramps, and there's secretions on the side.","output":"It's very likely that you have an anal pore because of your symptoms."}
{"input":"Doctor, there's been a couple of recent problems: heart rate seems to be decreasing, and speech may be compromised, and there's also sharp chest pain, and what's the cause of all these symptoms?","output":"The symptoms seem to indicate that there's a seizure V-tach, a few tests to confirm the diagnosis, but we're going to work together in a treatment plan to alleviate these symptoms."}
{"input":"Doctor, there's been a couple of weird symptoms recently, there's pus coming out of the spade, and there's a feeling of weakness in the waist.","output":"These may be signs of Triciasis, eye infections that cause irritation and discomfort as the eyebrow grows inside the eye."}
{"input":"Doctor, there's been a long period of itching. What's the problem?","output":"The symptoms that God's talking about indicate that you're suffering from simple herpes."}
{"input":"Doctor, there's been a lot of breathing, fainting, coughing, shortness of breath, sharp chest pain.","output":"The symptoms that God described suggest that you have pulmonary fibrosis."}
{"input":"Doctor, there's been a lot of difficulty in breathing recently, and it's very frustrating, and it's difficult to breathe.","output":"I'm going to recommend some medications based on the symptoms: albumerols, Monteru casts, Platicas, iprotropics, rebalerons, cobvents, Vecometazone soaps, terbulintins, Fred Frnison, or Fred Solson."}
{"input":"Doctor, there's been a lot of pain and pain in the breasts and ankles, and why?","output":"Rheumatic arthritis is a chronic autoimmune disease that affects multiple joints, which can cause inflammation in the breast."}
{"input":"Doctor, there's been a lot of reflux recently. What's the cause?","output":"Could be iron deficiency anemia. Have you been tired or exhausted lately?"}
{"input":"Doctor, there's been a sharp chest pain and a long cough. What's the cause?","output":"It's possible that the symptoms indicate that you're suffering from heart muscle dystrophy, and you have to do some tests to confirm this diagnosis."}
{"input":"Doctor, there's been recent weight gain, diarrhea and headaches. What are the symptoms?","output":"Your symptoms may indicate lactose intolerance. Have you eaten dairy recently?"}
{"input":"Doctor, there's been some discomfort recently: the anus is extremely dark, the vaginal areas are red, and we're experiencing contractions of the uterus, and what's the problem?","output":"These symptoms are common in pregnant women, and it's good to run some tests to see if they're pregnant diabetes."}
{"input":"Doctor, there's been sore throats and soreness for a while, and what's the cause?","output":"I think you've got chronic sinusitis, which is an inflammation of the sinus, which causes some of the symptoms of my nose, throat, and throat."}
{"input":"Doctor, there's blood in the urine and there's a lot of urination at night. What's the problem?","output":"It's like there's a urethra that narrows the urethra, which can cause edema, bleeding in the urine, or a lot of urinating at night."}
{"input":"Doctor, there's blood in your throat. What's the problem?","output":"There may be a number of causes, but there's a possibility that you have Turner's syndrome in terms of other symptoms and other forces."}
{"input":"Doctor, there's pain and swelling around the navel, and we've found that the area is red and secretions come out, and what's the problem?","output":"If you want to be diagnosed, not only do you have to cultivate a wound, but you also have to do a full physical skin test. You can also remove skin lesions if necessary."}
{"input":"Doctor, there's pain and swelling in the elbow, and that part feels very soft and bitter.","output":"Could you prescribe drug therapy, such as Trimimmon local products, melocycam, volume barcine, cortisone, methylylethylic acid, stratol, ethanol, ethanol, ethanol?"}
{"input":"Doctor, there's pain in the groin, there's lumps, there's redness, there's swelling, there's swelling, can you tell me where the problem is?","output":"The symptoms suggest that there is a liver hernia."}
{"input":"Doctor, there's pain in the testicle. What's the cause?","output":"There may be indirect infections that can cause pain in the test, and we need to do some tests and start treating antibiotics to see what's going on."}
{"input":"Doctor, there's pain in your leg, stinging pain, and then it goes away, and what's the cause?","output":"It's a form of arthritis that affects the spine, which can cause pain in the leg, and I want to run some tests to confirm the diagnosis."}
{"input":"Doctor, there's pain in your mouth and a lump in your jaw. What's the cause?","output":"The teeth are broken, and it seems to be uncomfortable around you, and it's likely that you're going to have to take a closer look and take X-ray to see what's going on."}
{"input":"Doctor, there's pain in your mouth, there's lumps on your groin, and what's the cause?","output":"The symptoms are likely to be lymphoma, which is a form of cancer affecting the lymphatic system, which requires additional tests to identify the diagnosis."}
{"input":"Doctor, there's skin itch, there's skin rashes, there's too little hair, there's diaper rashes, there's skin growth, what's the problem?","output":"The symptoms suggest that you're suffering from a hand-tricked fungus, which is also called a toenail mousse."}
{"input":"Doctor, there's some secretions coming out of the side, and there's some toilets. What's the problem?","output":"I think the symptoms you're experiencing are those of anal fistula."}
{"input":"Doctor, there's something wrong with my sexual behavior. I think I'm mentally impaired.","output":"Thank you for sharing the information. I'd like to recommend some medical tests based on the symptoms, complete physical skin testing, prostate specific antigen measurements and liposuction panels."}
{"input":"Doctor, vaginal pain, pregnancy pain, lower abdominal pain, burning abdominal pain, nausea, what's the problem?","output":"The symptoms are most likely to be endocarditis, which can cause the symptoms you described because of inflammation in the cervix."}
{"input":"Doctor, vomiting, fainting, apnea, shortness of breath, fever. What's the problem?","output":"The symptoms may indicate that you have high levels of sodium in your blood, and you need to do some blood tests to confirm your diagnosis."}
{"input":"Doctor, vomiting, wrist weakness and seizures. What's the problem?","output":"The symptoms are likely to lead to cystic cystosis in body tissue, which affects the nervous system, leading to seizures and deterioration of certain parts of the body."}
{"input":"Doctor, we found that snowy eyes and abnormal eyelids were moving, and there were lumps to the eyelids and wrinkles to the skin, and what was the problem?","output":"The combination of these symptoms is probably due to the cysts of the eyelids."}
{"input":"Doctor, we found that there was an open wound on the cheek, and there was fluid around it.","output":"It's a common skin infection caused by bacteria that can cause fluid around the wound."}
{"input":"Doctor, we have a problem with movement.","output":"The symptoms suggest that you're suffering from endogenous internal bleeding."}
{"input":"Doctor, we have symptoms that we often urinate at night. What are they?","output":"Night Binsus may be caused by a number of causes, but for the inquirer, osteoporosis can be associated with a bone that is weak and fragile, which can lead to a lot of urination at night."}
{"input":"Doctor, we're experiencing symptoms of shaking hands and unconscious shaking of the head, and what's the cause?","output":"But don't worry because there's a lot of drugs that can help you with your symptoms."}
{"input":"Doctor, we're experiencing vaginal secretions and frequent urination. What's the problem?","output":"I think there's a yeast infection."}
{"input":"Doctor, we're suffering from groin pain and bladder problems, and we've also had reflux and backaches.","output":"You seem to have a broken neck, and this may cause some pain and discomfort in what you're talking about."}
{"input":"Doctor, we've been experiencing a recent decline in sexual appetite and overgrowth. What's the problem?","output":"This may be due to Carcinoid syndrome, which is a type of tumor called carcinoid tumor, which is a rare disease caused by excessive production of serotonin and other hormones."}
{"input":"Doctor, we've been experiencing involuntary urination in the last few days. What's the problem?","output":"Because of the infertile urinary symptoms, there could be bladder obstructions."}
{"input":"Doctor, we've experienced rectal bleeding, we've found blood in the stool, we've also got melena, what's the problem?","output":"The symptoms seem to indicate that you're suffering from tooth disease, which is a condition of swelling and inflammation of the veins of the work and the anus."}
{"input":"Doctor, we've recently been experiencing the symptoms of involuntary urination and bladder problems, and we've also been suffering from senility.","output":"In the case of the symptoms that God mentioned, there's a possibility that it's a desperate shock."}
{"input":"Doctor, what are the symptoms of my involuntary movement abnormally manifest and movement problems?","output":"The symptoms seem to make dementia suspicious."}
{"input":"Doctor, what happened to your heart and your breathing?","output":"The symptoms seem to indicate that you're having panic attacks."}
{"input":"Doctor, what's the cause of the recent weakness of the wrist and sharp abdominal pain?","output":"These symptoms can be caused by a genetic disorder called triangulosis, which has a problem with red blood cell shape, which can cause anemia and yellowness."}
{"input":"Doctor, what's the cause of this post-anoma that you've been experiencing lately?","output":"The telophase can be a symptom of liver brain disease."}
{"input":"Doctor, what's the problem with leg spasms and spasms?","output":"Depending on the symptoms, there could be an arrhythmia."}
{"input":"Doctor, what's the problem with the recent growth of the bowel, with the nausea and the blood mixing in the stools?","output":"Symptoms indicate that it's likely that one part of the bowel is intestinal schistosomiasis, which is the disease that slips into the other part."}
{"input":"Doctor, what's the reason for the recent release of lots of spades?","output":"Depending on the symptoms, it's possible that you've been infected with an HPV, and you've got to run some tests to make sure you're diagnosed."}
{"input":"Doctor, what's wrong with the swelling of the skin?","output":"Because of the swelling of the skin, you may have a disease known as injections."}
{"input":"Doctor, what's wrong with your eyes getting swollen and allergic?","output":"Symptoms are likely to indicate that it's an allergy pericarditis."}
{"input":"Doctor, you have abdominal pain in your appetite and vomiting, and what's the cause of these symptoms?","output":"The symptoms are likely to indicate that it's appendicitis."}
{"input":"Doctor, you have sharp chest pain. Why?","output":"The symptoms indicate that endometriosis is a disease caused by bacterial or fungus infection that causes inflammation of the lining of the heart and heart valves."}
{"input":"Doctor, you stutter, you stutter, you stutter, you not speak well, you have kidney symptoms, you feel a lot of cold, and what's the cause of all this?","output":"You may be suffering from kidney disease from high blood pressure for a long time."}
{"input":"Doctor, you're experiencing a condition where your eyes are bloodied, your wrists are weakened, and your eyes are bleeding, and what's the cause?","output":"The symptoms may indicate that you're experiencing fetal alcohol syndrome, which is a condition that occurs in babies who are alcohol-fed during pregnancy."}
{"input":"Doctor, you're experiencing a decline in sexual appetite, you're biting your nails, you're experiencing a knee or a lump, you're having a uterine pain, what's the problem?","output":"As a result of the symptoms that God explains, there's a possibility of rheumatism fever, and we need to do some tests to confirm the diagnosis."}
{"input":"Doctor, you're experiencing a sharp abdominal pain with low fluids, shortness and difficulty in swallowing.","output":"It's possible you're suffering from stomach cancer."}
{"input":"Doctor, you're experiencing insomnia, arm cramps, tics, and sometimes seizures.","output":"The symptoms seem to indicate that you're suffering from a neurologic disorder that is characterized by involuntary muscle spasms or tics, or atherosclerosis."}
{"input":"Doctor, you're experiencing low vision, low vision, double vision, irregular heartbeat. What's the cause of all these symptoms?","output":"The symptoms suggest that you have a central retinal artery closed, or a central retinal vein closed."}
{"input":"Doctor, you're experiencing muscle spasms, building and spasms with involuntary urination.","output":"The symptoms suggest that you have Graves' disease."}
{"input":"Doctor, you're experiencing pain during pregnancy, wrist pain, pain in the breast, or wear. What's the cause of these symptoms?","output":"It's important to check this diagnosis and run additional tests to start the treatment immediately."}
{"input":"Doctor, you're experiencing sharp chest pains and reflux. Do you know what caused it?","output":"The symptoms that God explains are that you have a condition called akalysia."}
{"input":"Doctor, you're experiencing unpredictable menstruation, and you seem to have swollen abdomen, so what's the cause?","output":"It's possible that it's cancer of the cervix, which is a symptom, and it's good to do some additional tests to make sure you're diagnosed."}
{"input":"Doctor, you're having a lot of uterine contractions and hip pains, and you're also experiencing cramps and cramps, and sometimes you're bleeding between menstrual periods.","output":"It's important to check your diagnosis, to do some tests and tests to determine what's best for your health."}
{"input":"Doctor, you're suffering from depression, delusions, hallucinations, respiratory problems during pregnancy, what's the problem?","output":"The symptoms seem to be due to a folic acid deficiency."}
{"input":"Doctor, you've been coughing lately.","output":"It could be a symptom of sepsis."}
{"input":"Doctor, you've been sick lately, you've been sick, you've got skin rashes, you've got headaches, you've got ear pain, what's the problem?","output":"The symptoms seem to indicate that he's suffering from monooxysclerosis."}
{"input":"Doctor, you've been sweating a lot lately. What's the cause?","output":"It may be a symptom of a number of symptoms, but in the case of the questioner, were there other symptoms, such as abdominal pain or nausea?"}
{"input":"Doctor, you've been very weak lately, and you've got skin problems, and tell me what's causing these symptoms.","output":"The symptoms may indicate that the ophthalmic vein has internal bleeding and a debilitating effect of hypotensive blood pressure, which can also be a symptom of this disease."}
{"input":"Doctor, you've got a fever, you've got a nosebleed, you're having trouble breathing, and you're experiencing nose and sinus, and what's the problem?","output":"The symptoms seem to indicate that you have a nose disease called sinusitis."}
{"input":"Doctor, you've got a fracture on your shoulder. What kind of medication should you take?","output":"You have to take the pyramid of Diso, the Verocranium, and the Carvidopa."}
{"input":"Doctor, you've got a hard, sharp chest pain and a slight reduction in heart rate, and you've got a lot more fluid than usual, so what's the problem?","output":"The symptoms seem to indicate that he's having a lung hemorrhage."}
{"input":"Doctor, you've got a lot of diarrhea, so what's the cause?","output":"According to what you said, it could be diabetes ketonic acidosis."}
{"input":"Doctor, you've got a lot of pain in your body lately -- nausea, dizziness, shortness of breath, shortness of breath, your nose -- and what's the problem?","output":"The symptoms seem to indicate you're suffering from gas poisoning."}
{"input":"Doctor, you've got a lump in your knee, and you've got a pain in your body.","output":"These symptoms are common in people who are infected with malaria. Have you been to areas where malaria has a high incidence recently?"}
{"input":"Doctor, you've got a lump in your neck. Why?","output":"Depending on the symptoms, you can have thyroid paper."}
{"input":"Doctor, you've got a lump in your penis, and you've got a pain in your groin, and you've got a bad skin, and you've got more urine than usual, and you've got a little penis secretion.","output":"I think you've got deciduous dystrophy."}
{"input":"Doctor, you've got a sharp abdominal pain during pregnancy, back cramps, cramps, and you're having a hard time with your pregnancy.","output":"The symptoms suggest that your uterus can't contract properly after delivery, and you're suffering from a severe bleeding and painful uterine paralysis."}
{"input":"Doctor, you've got a sharp eye pain. Why?","output":"It's because of the peritoneal disease caused by bacteria, which can cause the eyes to develop intubation, stimulation and secretion, and it's good to use antibiotic eye drops immediately."}
{"input":"Doctor, you've got a sore in your hand.","output":"Your symptoms seem to have a hand wound."}
{"input":"Doctor, you've got a strange stone on your finger, and it won't go away.","output":"I think there's a viral wart."}
{"input":"Doctor, you've got diarrhea and burning abdominal pain, and recently you've found that there's blood mixed in your throat, and what's the cause?","output":"The symptoms seem to indicate that there's an inflammation or infection in the small pockets that form along the wall of the bowel."}
{"input":"Doctor, you've got discomfort and pain in your test, so do you want to know what kind of test you need to do to figure out the cause?","output":"These tests include blood tests, prostate specific antigen measures, urine tests, liposuction panels, hemoglobin A1c measurements, rectal and ultrasound tests."}
{"input":"Doctor, you've got joint pain, and you've got innerburn, and you've got movement problems.","output":"I think the symptoms are that there's a rush in the cartilage."}
{"input":"Doctor, you've got lower abdominal pain, and you've got lumps on your groin, and you feel the reflux after eating.","output":"We're going to have to do some tests to confirm the diagnosis and discuss the appropriate treatment options."}
{"input":"Doctor, you've got muscle passing headache, and you've got a lump in your arm, and you've got a lump in your chest, and your feet and toes are swollen, and what's the problem?","output":"Syphilis, of course, can cause lumps or sores in the body, as well as chestaches and swelling of feet and toes."}
{"input":"Doctor, you've got symptoms that your hair is growing too little, your skin is swelling, your lips are swelling, do you know what's causing it?","output":"You may be suffering from a rare condition called angiosis, which is swollen by various parts of the body, including the lips, which causes skin contractions."}
{"input":"Doctor, you've got two-vascular sharp abdominal pain going on. What's the problem?","output":"The symptoms suggest that you're suffering from infectious stomach infections caused by a virus or bacteria in your digestive tract."}
{"input":"Doctor, you've recently had pain in your side, acne, vomiting, what's the problem?","output":"Your symptoms are consistent with a disease called mitel Schmertz, which occurs in ovulation, which can lead to acne, acne, nausea, vomiting."}
{"input":"Doctor, you've recently had severe thirst and kidney symptoms. Can you tell me what's wrong?","output":"What you're saying is you're probably diabetic, and diabetes can cause excessive thirst and kidney damage over time."}
{"input":"Doctor, you've recently seen spots or clouds in your visual field, and your eyes are really dark. What's the problem?","output":"The symptoms are likely to be choroiditis, which can cause damage to the vision and discomfort due to inflammation of the retina and the choroid in the eye."}
{"input":"Doctor, your appetite loss, your ear pain, your nose pressure continues. What's the problem?","output":"The symptoms suggest that there's an abscess."}
{"input":"Doctor, your arm is sick, you're hard to swallow, you're sick, you're sore, what's the problem?","output":"It's important to do some tests to identify the diagnosis and plan the treatment."}
{"input":"Doctor, your arm's swollen and your elbow's swollen and your arm's stiff and warm, and what's the problem?","output":"The symptoms seem to indicate a fracture in the arm."}
{"input":"Doctor, your chest is pounding at night, and your urine is often wet. What's the problem?","output":"The symptoms are that it's likely to be high cholesterol in your blood, and you have to do some tests to check this diagnosis."}
{"input":"Doctor, your elbow hurts, your bones hurt, your knees hurt. What's the problem?","output":"The symptoms can lead to bone cartilage, a type of bone disease that affects the body's joints."}
{"input":"Doctor, your eyelids arey and your knee is touched by a lump or a lump. What's the problem?","output":"You may have malaria, which is a mosquito-borne disease, and your symptoms may be a common symptom of this disease."}
{"input":"Doctor, your eyes are bleeding and there are other symptoms. Can you tell me what might be the problem?","output":"The symptoms suggest that you've got a ophthalmosis."}
{"input":"Doctor, your eyes are bleeding, and you've got lumps or lumps on your knees.","output":"These symptoms can be caused by vitamin A deficiency, and it's important to get a blood test for the correct diagnosis."}
{"input":"Doctor, your eyes are swollen, your eyes are swollen, you've got headaches, you've got spots, you've got clouds, you've got eye pain, what's the cause of these symptoms?","output":"There's a possibility that it's caused by symptoms, that it's got inflammation of the iris and the cilia in the eye, and we need additional tests to make sure we're diagnosed."}
{"input":"Doctor, your heart rate has accelerated recently, your head rate has increased, and what's the cause?","output":"There's the same risk that heart rate may be irregular and often rapid intracranial, raising the risk of stroke or heart failure, and we need to do some tests to confirm this diagnosis."}
{"input":"Doctor, your knees are swollen, your legs are weak, your legs are difficult to move, your knees are stiff or cold, your urine color and smell are weird.","output":"If the spine is bent, it can affect the alignment of the body, causing pain and discomfort in the knees, legs and other parts of the body, and also changes the color and smell of urine abnormally."}
{"input":"Doctor, your leg doesn't sink in swelling, it's getting worse since your hip injury.","output":"The swelling of the leg is likely to be due to a clot, which is a common complication of hip injury, where you have to test your diagnosis and start a proper treatment."}
{"input":"Doctor, your muscles are swelling and your period is longer than usual, and the size and shape of one ear seems a little bit abnormal.","output":"It causes prolonged menstrual bleeding, injury, or abnormal bleeding after surgery."}
{"input":"Doctor, your neck is soy and your tongue's sore. What's the problem?","output":"The symptoms are likely to be head cancer, and we need to do some tests to identify the diagnosis."}
{"input":"Doctor, your neck is stiff, your shoulders are swollen, your legs are convulsive, and what's the cause of these symptoms?","output":"The symptoms seem to indicate that there is a pain caused by a rotary root injury."}
{"input":"Doctor, your nose is red inside and out. What's the cause?","output":"Have you had any injuries or injuries to your face lately?"}
{"input":"Doctor, your scrotum is swollen and uncomfortable, and there are some symptoms in your scrotum and testicle.","output":"The symptoms may indicate that there is a liver hernia, and the mass of groin that you're talking about may be a symptom of the same disease."}
{"input":"Doctor, your skin grows a little bit and your nails look irregular. What's the problem?","output":"The hammer toe is an abnormally bent joint in the middle of the toe that looks like a hammer."}
{"input":"Doctor, your skin is swollen around your neck and it's really painful. What's the problem?","output":"I think you're saying there's a scar on the neck."}
{"input":"Doctor, your skin's swelling and itching. What's the problem?","output":"The symptoms may indicate hair loss, a form of autoimmune disease that affects the follicles."}
{"input":"Doctor, your teeth are broken and you're bleeding. What medical test do you need?","output":"We need a head CT scan to check for injuries, wound sutures, head injuries or further damage."}
{"input":"Doctor, your throat is sore and your ears are constantly being pulled. What's the cause?","output":"It's like he's caught up in a kroup."}
{"input":"Doctor, your throat is swollen and you can't stop coughing.","output":"It's like there's a foreign substance going into your neck, and it's swelling your throat, and it's being stimulated, and it's coughing."}
{"input":"Doctor, your tongue is swollen, allergic, skin rashes.","output":"The symptoms seem to indicate an allergy."}
{"input":"Doctor, your tongue looks abnormal, your arm convulsions, your arm cramps, your arm pains, what's the problem?","output":"The symptoms suggest that there's a defect in the rotary root."}
{"input":"Doctor, your urine is frequently dried up and you have a chest pain, so can you tell us what caused these symptoms?","output":"I think we have bladder disease."}
{"input":"Doctor, your wrists and knees are swollen, your knees are stiff or cold, and what's wrong with me?","output":"The symptoms seem to indicate a joint disintegration."}
{"input":"Doctor, your wrists are weakened, you're numb, you're swelling your legs. What's the problem?","output":"The symptoms seem to indicate that you're suffering from hypothermic disease."}
{"input":"Doctors, lots of vaginal secretions, sweats, can't predict menstruation, period lasts longer than usual, and we're experiencing some unusual symptoms.","output":"The symptoms that God has described indicate that you're suffering from unusual menstrual and E.F."}
{"input":"Doctors, sneezes, headaches, a sense of deafness in the ear, there's going on. What's the problem?","output":"The symptoms are likely to cause an inflammation of the organ, which can cause respiratory problems, coughs, and so forth. Take a break, avoid smoke, and see if the symptoms get worse."}
{"input":"Doctors, vomiting, backaches, loss of appetite, backaches, urine, and what's the cause of these symptoms?","output":"The symptoms suggest that there's a positive kidney cyst that's filled with fluid in the kidney that causes pain and discomfort and that causes nausea and blood in the urine."}
{"input":"Good morning, doctor, with breathy, chesty, sharp chest pain, shortness of breath, and so on, but what's the problem?","output":"It's possible that you're experiencing early ventricular contractions, an irregular heart rate that can cause these symptoms based on the symptoms."}
{"input":"Good morning, doctor. I don't know why I have an abnormal juice secretion in my breast.","output":"It's good to take bromocrptin to reduce the production of prolactin, which may be the cause of fluid secretion, depending on the symptoms."}
{"input":"Good morning, doctor. Your hands and fingers are swollen, your skin is swollen, your legs are swollen, your feet are swollen, your toes are pain.","output":"The symptoms are likely to indicate hemolytic hemorrhagic hepatitis from a clot, and I'm going to recommend some tests to confirm the diagnosis, and I'm going to suggest some treatment options."}
{"input":"Good morning, sir. He's suffering from chronic knee pain. Do you want to know which drugs can help him?","output":"For chronic knee pain, it's good to take sodium healuronic acid, healuronan,ethyl localizers, and pluviprofen, which relieves the pain and reduces inflammation of the knee joints."}
{"input":"Good morning, sir. I've been having trouble lately, and I've had strange symptoms in my eyes.","output":"It's possible that the symptoms indicate that you're suffering from proto-respirosis."}
{"input":"Heart rate increases every time I inhale. Respiratory sinus arrhythmia.Male, 27. 70kg. Relatively healthy, I do running and hit the gym.Is it normal? Does everyone have this?","output":"Very normal. Nothing to worry about."}
{"input":"Hello, there's a lump of pain in the groin.","output":"The symptoms suggest that peritonealitis is an inflammation of the membrane surrounding the abdominal wall."}
{"input":"Hi doctor, I recently had a clot in my arm.","output":"Yes, in the case of a hemoglobin, it's a good idea to take a benzonat."}
{"input":"Hi doctor, I'm experiencing a recent headache, fever, skin rash, sensory loss.","output":"These symptoms may be signs of lime disease, or have you spent any time outdoors in areas where there's a lot of tick bites or tick populations recently?"}
{"input":"Hi doctor, I'm experiencing hip pain and unpredictable menstruation, and I have some clots and some vaginal secretions during my period.","output":"Yes, symptoms seem to indicate that there's a specific menstrual hemorrhage."}
{"input":"Hi doctor, I'm experiencing neck cramps, tics, wrist weakness, intrauterine pain and back pain. What's the problem?","output":"Well, the symptoms seem to indicate that you have a reaction arthritis, which is usually caused by the body's infection, which can cause joint pain, swelling and stiffness."}
{"input":"Hi doctor, I'm experiencing unpredictable menstrual pains, breast pains and pain, and what's the cause?","output":"I think you're experiencing a specific menstrual period."}
{"input":"Hi doctor, I'm experiencing urethra, urinary tract, aching anal, toilet and anal pain. What's the problem?","output":"The symptoms seem to indicate you're suffering from an infection of the urethra."}
{"input":"Hi doctor, I'm suffering from high blood pressure and severe headaches, and I'm scared that it might be malignant high blood pressure, which drug should I take?","output":"The symptoms suggest that it's more likely to be malignant high blood pressure -- lavetalol, nitroglycerin, chloridin, hydroradine, nicardipine, nitrofresidence, and mexyltin."}
{"input":"Hi doctor, I've been experiencing abnormal vaginal bleeding lately, and I'm tired, and I think there's a serious problem.","output":"We need to run some tests to determine the cause of the symptoms, to test the pelvic, to scan the radiation, and to do some tests on the breast, ultrasound, and other female organs."}
{"input":"Hi doctor, I've been experiencing muscle spasms lately, and I'm really uncomfortable and I don't know what to do.","output":"I'm going to recommend a cyclobenza print, depending on the symptoms."}
{"input":"Hi doctor, I've got a sore throat and a tight neck, and my throat is swelling red.","output":"The symptoms suggest that there's an abscess around the amygdala."}
{"input":"Hi doctor, I've recently had knee pain. Do you want to know what caused it?","output":"It's characterized by reduced sensitivity to parathyroid hormones that can affect bones and cause pain."}
{"input":"Hi doctor, you're having a lot of trouble with acne these days, and it's affecting your confidence.","output":"I'm sorry, but I'll recommend some drugs that can help you with acne: over-oxystic benzoils, Tretti seniors and poison clinch are all good options."}
{"input":"Hi, doctor, I don't have a lot of menstruation, I don't know what's causing it.","output":"We need to do a series of medical tests to figure out the cause of irregular menstruation, to do both pelvis, breast and skin tests, and to do standard pregnancy tests and chlamydia tests."}
{"input":"Hi, doctor, I think I have a viscous fever on Rocky Mountain.","output":"None of the medical tests for the Rocky acid stains are listed. You have to do a blood test to confirm your diagnosis."}
{"input":"Hi, doctor, I think I'm having a fever loss -- tired, weak, dizzy, wet skin.","output":"I'm sorry, it's a serious condition caused by dehydration and lack of electrolyte, and I'm going to prescribe a neutral potassium to compensate for the electrolyte and restore the balance of the body."}
{"input":"Hi, doctor, I think I'm having air embolism. I'm dizzy and I can't breathe.","output":"All right, I'm going to start treating you right away, and I'm going to prescribe drugs like air, mekamilamine, and pipedocunium, which can help alleviate the symptoms."}
{"input":"Hi, doctor, I'm always not strong, I'm tired, and I feel pale and short of breath, and what's the problem?","output":"To treat anemia, you're going to have to treat epothetine Alpha, Darbepontin Alpha, iron oxide, phenosic acid, nephrasic acid sodium, etheracic acid, baloxide, balcide, vellum, lylinade, or a drug."}
{"input":"Hi, doctor, I'm experiencing excessive thirst and urination, and I'm suspect of pyorrhea.","output":"So it's good to take desmopressin."}
{"input":"Hi, doctor, I'm experiencing white fingers and toes and soot and soreness when I'm in the cold or when I'm stressed, which drugs should I take?","output":"In response to the symptoms and diagnosis of Leino's disease, it's recommended that you manage the symptoms by taking Nifedin, Mycophenol morpetyl, or Hydoxychloroquin."}
{"input":"Hi, doctor, I'm pregnant and I'm experiencing a sharp abdominal pain.","output":"Patient: What are some of the other problems that can happen during pregnancy if you're having an extrauterine pregnancy?"}
{"input":"Hi, doctor, I'm worried about skin spots that change color and shape over time, and I'm afraid they're black.","output":"We recommend complete physical skin tests, including tissue tests for questionable substrates, as well as other diagnostic procedures for skin and substrate tissue. Patient:"}
{"input":"Hi, doctor, I've been coughing and cochlear for the last few weeks. What's the problem?","output":"There may be some epilepsy lung disease based on the symptoms, and we need to do some additional tests to make sure we're diagnosed."}
{"input":"Hi, doctor, I've been diagnosed with Chagas' disease. Can you suggest a drug that I need to take?","output":"I'm going to prescribe a combination of mint and air to treat the disease, which will help control the symptoms and control the spread of disease."}
{"input":"Hi, doctor, I've been experiencing a couple of symptoms recently: very poor eyesight, weakness in the elbow, cramps and cramps, and I'm often biting my nails.","output":"Yes, I think you've got staph, which affects your eyes and elbows and many other parts of your body, and if you don't treat them without treatment, you can cause severe symptoms, such as blindness."}
{"input":"Hi, doctor, I've been experiencing chills and nausea for the last few days.","output":"I think you're suffering from non-alcoholic liver disease."}
{"input":"Hi, doctor, I've been experiencing headaches, seizures, anorexia in the last few weeks, and I think I've done some research and I think I'm a cystic fan.","output":"We need to do some tests to confirm the diagnosis: we need to take radiation scans, blood tests, glucose levels, CT scans or MRIs of the head to check the diagnosis."}
{"input":"Hi, doctor, I've been having chronic knee pain for a while.","output":"I'm sorry, I have to run some medical tests to investigate your condition, first of all, radiology and general X-rays."}
{"input":"Hi, doctor, I've been having sinus thrombosis and fever for the last few days.","output":"I think there's a shock to you that can cause these symptoms."}
{"input":"Hi, doctor, I've had a problem with my bladder lately, and I feel like I'm always in need of urine, and I'm having trouble controlling my urethra.","output":"In response to your symptoms, I'm going to give you a combination of some drugs, and I'm going to prescribe it for you."}
{"input":"Hi, doctor, I've recently been diagnosed with a foot fracture, which drug should I take?","output":"You have to take three drugs: Alluoni, Defexamine, and Diflalasson."}
{"input":"Hi, doctor, I've recently had a problem with smoking, and I don't think my lungs are working properly.","output":"Based on what God says, you may be experiencing symptoms associated with metabolic disorder."}
{"input":"Hi, doctor, recently diagnosed with myocarditis, which drug should I take?","output":"The drugs needed for myocarditis are carvedillol, nitroglycerin, ceft lyaxoneson, sulfate magnesium, tamiglytone, lozilythazon, glymephid, phyrofoium, boudezide, venica, and Ixane."}
{"input":"Hi, doctor, there's a change in the shape of the stool, a decrease in appetite, and a feeling of abdominal tension.","output":"It could be esophageal cancer."}
{"input":"Hi, doctor, there's been a lot of pain in the hip, and it's getting worse over the last few weeks.","output":"Hi, we need to do some medical tests to check the problem based on the symptoms. Have you ever heard of bloodless necrosis? Patient: No, I've never heard of it."}
{"input":"Hi, doctor, there's pain and swelling in your right big toe joint, and I've been told by a friend that it might be a blockage.","output":"In this case, it's good to take Indian Metacin, Trollmine salicate localizers and ikononasol localizers, which will help alleviate pain and inflammation."}
{"input":"Hi, doctor, we're experiencing prostate symptoms like urinary problems, weak flow, and what's the cause of these symptoms?","output":"It can cause similar symptoms by pressing pressure on the prostate, and it's good to run some tests to see that."}
{"input":"Hi, doctor, you've been experiencing leg cramps, spasms, menstrual delays, fatigue, wrist swelling, cold.","output":"The symptoms are likely to reduce thyroid function. Have you changed your weight or mood recently? You have to do some tests to make sure you're diagnosed."}
{"input":"Hi, doctor, your arm's down, your neck's down, your arm's down.","output":"The symptoms seem to indicate that you have a cytoplasm escapade. Patient: What exactly is your back disk?"}
{"input":"Hi, doctor, your jaw is not healing, your wrist is swelling.","output":"There may be an infection that, depending on the symptoms, can spread from the jaw to the neck to the chest, which can also cause the wrist to swell if left untreated."}
{"input":"Hi, doctor. There's muscle flow in the chest. What's the problem?","output":"It's possible that the symptoms are syphilis. Any other symptoms?"}
{"input":"Hi, sir, I think it's Turner's syndrome.","output":"In this case, there are other diagnostic procedures, such as physical skin testing, ultrasound, diagnosis, evaluation and counseling."}
{"input":"Hi, sir, I'm experiencing this in my sleep, and why?","output":"Insulination during sleep is a symptom of an OSA, a sleep disorder that stops breathing repeatedly during sleep."}
{"input":"Hi, sir, there's a cut on your lips and a little bleeding in your mouth.","output":"Based on your symptoms and your history, I think your lips are damaged."}
{"input":"Hi, sir. I have a collarion in my eyelid. What kind of medicine should I take?","output":"You need to take a tobramycin eye medicine."}
{"input":"Hi, sir. I'm having a hard time with personality disorders, and I don't know what to do.","output":"I encourage you to consider psychological and psychiatric evaluations, psychological treatments and mental health counseling that will help you manage your symptoms."}
{"input":"Hi, sir. I've recently had extreme pain in my jaw, but I think I'm having a problem with my jaw joint.","output":"I'm sorry, because of the symptoms, it's going to take care of the wound, not just the retraction, splint and other injuries."}
{"input":"I believe its a first degree atrioventricular block.","output":"Based on his username the original respondent is the best to answer this question though."}
{"input":"I don't know what's wrong.","output":"What you're talking about is that there's a hand toenail, which can cause swelling and pain in the infected area around the toenails."}
{"input":"I have about a 28ish BMI so I'm overweight but not obese. Am I at higher risk because of that?","output":"Government guidance. High risk BMI >40"}
{"input":"I want you to tell me what's causing the mass on the groin.","output":"The groin in the groin may be caused by metastasis of uterine cancer, and it's good to do some more tests to make sure you're diagnosed."}
{"input":"I wouldnt worry about COVID right now. As your wife is probably septic and requires urgent care to live and prevent death.Spesis KillsSorry to sound blunt please update us","output":"This is your final warning on claiming credentials without verification."}
{"input":"I'm experiencing a doctor, a headache, a sharp chest pain, a convulsion of a leg, a spasm, a chest ache. What's the cause of all these symptoms?","output":"CAD is a condition in which cholesterol builds up on the arteries that supply blood to the heart, causing chest pain, palpitations, and irritation."}
{"input":"I'm experiencing a doctor, a rectal hemorrhage, a bloating, aggravation, eye symptoms, extreme fatigue. What's wrong with me?","output":"And these symptoms can lead to spontaneous platelet reduction."}
{"input":"I'm experiencing a doctor, an erection failure, lower abdominal pain, an involuntary urinary tract, a penis pain, and I've found that under the penis, the skin grows, and what's the problem?","output":"The symptoms can lead to a high-recipital venous vein, which can cause pain and discomfort due to an excess of veins in the scrotum that form a mass."}
{"input":"I'm experiencing doctors, fatigue, sharp abdominal pain, fever and nausea. What's wrong with me?","output":"You can have white blood cells, and you have to run some tests to make sure you're diagnosed."}
{"input":"I'm experiencing doctors, vomiting, burning abdominal pain, lower abdominal pain, premenstrual tension, or hypersensitivism.","output":"The symptoms suggest premenstrual stress syndrome."}
{"input":"I'm experiencing joint pain, skin irritation, stiff backs and colds, and can you tell me why?","output":"Symptoms indicate a high risk of vitamin D deficiency."}
{"input":"I'm experiencing psychiatric disorders such as doctors, delusions, hallucinations, random ideas. What kind of drugs do you need for this disease?","output":"The drugs needed to treat a mental disorder include reperitridon, ketipine, eryphrasol, elyphrasa, and gyrus."}
{"input":"I'm experiencing sensations in my arms, in my hands, in my fingers, in pain in my stomach, in pain in my feet, in my toes, in pain in my ankle.","output":"The symptoms seem to indicate that you're suffering from a single nerve inflammation or a damaged monotritis."}
{"input":"I'm experiencing symptoms like doctors, skin lesions, lymph nodes, leg cramps, cramps, leg pain.","output":"These symptoms indicate that there is a terminal artery disease that causes narrowing or blockage of arteries that supply blood to the limbs."}
{"input":"I'm experiencing vaginal secretions, spasms, cramps, hip pain, and I haven't had a lump in my throat for a while, so what's the problem?","output":"In view of the symptoms that God has described, there's a possibility of endometrium cancer, and you have to do some tests to check your diagnosis."}
{"input":"I'm having a lot of symptoms these days: neck pain, Vinbis, burning chest pain, coughing, sharp abdominal pain.","output":"And I think you're going through a high-pressure high-keton situation because of these symptoms."}
{"input":"I'm really sick these days. My whole body hurts and falls down a lot.","output":"The symptoms could indicate a high-sodium hemolysis."}
{"input":"I'm so tired, I'm tired, and I feel hot.","output":"You're probably suffering from an abnormal heart rhythm, which can cause symptoms that can't withstand fatigue and heat."}
{"input":"I've been experiencing anal pain, joint pain, nausea and rectal bleeding lately. What's the problem?","output":"It's likely to be Crohn's disease, an inflammation that affects digestive tract, that causes such symptoms as abdominal pain, diarrhea, fatigue and weight loss."}
{"input":"I've been having trouble sleeping in the last few weeks, and it's affecting my daily activities.","output":"I'm going to give you an ambien that helps you sleep on your symptoms."}
{"input":"I've been suffering from skin cancer lately.","output":"It looks like there's a fungus infection in your hair."}
{"input":"I've recently felt stuck and gasped, and my whole body hurts, and what's the problem?","output":"The symptoms suggest that you may have an armory."}
{"input":"Im with Kaiser and Ive gone directly to the ER for an emergency by ambulance. I just paid my co pay.","output":"It can happen, but you cannot be admitted to a non-Kaiser hospital unless you are too unstable for transfer or the Kaiser is on diversion for some reason."}
{"input":"Sir, I can feel the stinging sensation on my finger, and it looks like my finger is paralyzed, and I can't move it properly.","output":"The symptoms seem to indicate that there are trigger fingers that cause sensory disturbances or low-pressure symptoms."}
{"input":"Sir, I feel a lot of pain and stiffness on my shoulder.","output":"The drug needed for shoulder peritoneal fibrillitis is cortisone."}
{"input":"Sir, I feel foreign in my eyes, and I think my eyes are moving abnormally. What's the problem?","output":"You may have an eye-syncing disorder."}
{"input":"Sir, I had skin rashes on my feet, and the skin became dry, peeled and rough, and why?","output":"Do you often wear shoes that don't fit tight or fit well, or stand around for long periods of time?"}
{"input":"Sir, I have a problem smoking these days, and I'm very depressed. Do you know what's going on?","output":"I think you've been suffering from neurological symptoms, including the difficulty and anxiety and depression of addiction. Have you ever been stressed or stressed out, especially lately?"}
{"input":"Sir, I need you to tell me what's going on with anal substrate and abscess and a rectal bleeding.","output":"The symptoms seem to be piles."}
{"input":"Sir, I think I'm deaf and I'm hearing a lot of reason.","output":"The symptoms suggest that acute sepsis is in doubt."}
{"input":"Sir, I think there's a fracture in the scrotum. Can you help me?","output":"Yes, we need a few drugs: typental, nitrous oxide, local iodine, cevofluran."}
{"input":"Sir, I think you've got ectopic cancer -- discomfort in vaginal areas, itching, abnormal secretions.","output":"I'm sorry, first of all, it's good to do an O.R. test, and it's good to do an O.R. test, or a resection of a female organ, or some other therapeutic procedure, depending on the level of cancer."}
{"input":"Sir, I'm experiencing an abnormal movement of coughing and eyelids, and I have some symptoms in my eyes.","output":"I think there's a lot of stenosis that causes the symptoms that you're talking about when your tears don't go out properly, and you have to do some tests to make sure you're aware of that."}
{"input":"Sir, I'm experiencing redness and swelling of the penis with groin pain, and there's also an abnormal appearance of skin in that area.","output":"You probably have genital herpes, a viral infection that affects male genitals, and you can do some tests to make sure that you can start treatment."}
{"input":"Sir, I'm not feeling well. I have coughs, diarrhea, fevers, headaches.","output":"The symptoms seem to indicate that you have the flu."}
{"input":"Sir, I'm very nervous because my tongue has a white spot on it.","output":"The symptoms seem to indicate that you've got oral vitiligo, and to treat it, you have to take a drug called grefaflochsar."}
{"input":"Sir, I've been crying a lot lately. What's the cause?","output":"It's not just tears, it's the perplexity of vision, eye fatigue, headaches and so forth."}
{"input":"Sir, I've been experiencing excessive anger lately.","output":"It's possible that you have OCD."}
{"input":"Sir, I've been feeling a lot more tense lately, and I've been feeling a lot more pain in my chest, and my heart rate has gotten faster than usual.","output":"The symptoms suggest that you may be experiencing an arrhythmia, which is an abnormal heart rhythm, which can cause weakness, chest upset, sharp chest pain, increased heart rate, and so forth."}
{"input":"Sir, I've been suffering from skin rashes and itching for a while, and I've been talking to my friends about skin infections due to exposure to sunlight.","output":"It's good to get a skin scan to determine the extent of skin damage due to the symptoms."}
{"input":"Sir, I've got a bad temper these days, I've got a fever, I've got an irregular stomach, can you tell me what's going on?","output":"The symptoms may indicate that irregular red blood cells have a lot of sickle cell anemia, a genetic blood disease that causes pain, fever and other complications in small blood vessels."}
{"input":"Sir, I've got a lot of pain in my legs and a lot of swelling in my ankles, and I feel so weak and swollen up to my feet and toes.","output":"The symptoms appear to indicate injury to the ankles."}
{"input":"Sir, I've got a problem with my eyes. What are the symptoms?","output":"I think you're experiencing noan symptoms."}
{"input":"Sir, I've got infertility, penis pain, groin pain, scrotum and scrotum swelling, and what's the cause of these symptoms?","output":"Depending on the symptoms, the vein in the scrotum can be diagnosed as swollen and dilated, with a goiter vein."}
{"input":"Sir, I've got inflammation of my lips, so what's the disease when the skin around me is itchy and swollen?","output":"It's very likely that it's strepsis, because of the symptoms."}
{"input":"Sir, I've had a lot of back pain lately.","output":"It could be osteoporosis."}
{"input":"Sir, I've had a lot of pain in my eyes lately. Do you know what caused it?","output":"The symptoms could be that there's a blood loss in the eye, which can cause pain and loss of vision."}
{"input":"Sir, I've had severe menstrual and hip pains in the last few months. Can you tell me what might be a problem?","output":"The symptoms suggest that there is an irregular menstrual cycle."}
{"input":"Sir, I've had some gum pain recently. What is it?","output":"I'd like to run additional tests to see if there's cancer of the womb based on the history and current symptoms."}
{"input":"Sir, I've recently gained weight a little bit, and I've felt my heart beat irregularly, and sometimes I feel like I'm skipping a beat, and I've lost my breath and passed out a few times.","output":"It's important to start treating this diagnosis as soon as possible to avoid complications."}
{"input":"Sir, a few days ago, I got a fever and my little ulcer in my mouth didn't go away.","output":"I think you've got an affiliated ulcer, which is a common condition in your mouth where you have a small, painful ulcer or ulcer that makes food and speech uncomfortable."}
{"input":"Sir, a few months ago, you've had problems with your lower body movements and pain.","output":"The symptoms seem to indicate that you have hip arthritis."}
{"input":"Sir, even after menopause, vaginal bleeding continued to increase, so what's the problem?","output":"I think you're suffering from endometriosis, which is a condition in which the endometriosis is so thick that it causes abnormal bleeding."}
{"input":"Sir, in the last few months, I've felt very low menstrual levels, and why?","output":"The symptoms seem to indicate that you're experiencing unusual menstrual periods."}
{"input":"Sir, my tongue is very strange, my tongue is very red and shiny, and what's the cause?","output":"There may be a lack of vitamin B12, which causes the tongue to feel red, shiny, sick or burned."}
{"input":"Sir, something strange happened to my skin.","output":"According to you, it could be a flat boat."}
{"input":"Sir, tears, low vision, low eye capacity, white secretions from the eyes, swelling of the eyes, what's the problem?","output":"It's good to come to the hospital and get a proper diagnosis and treatment."}
{"input":"Sir, there are symptoms of vaginal sensitism, urinary pain, groin pain, vaginal secretions, skin lesions, and what are the causes of these symptoms?","output":"The symptoms seem to indicate that she's infected with genital herpes."}
{"input":"Sir, there's a lot of pain in your neck these days. Can you tell me what's going on?","output":"The symptoms suggest that lymphocarditis is suspect."}
{"input":"Sir, there's a lot of pain in your shoulder.","output":"The symptoms suggest that you've been injured in your body, and you've had shoulder pain."}
{"input":"Sir, there's a spot in your skin that hurts a lot of your throat. What's the problem?","output":"I think you're experiencing the tickle, which is a skin condition that can cause inflammation, rash and pain, caused by friction and humidity in skin wrinkles."}
{"input":"Sir, there's a wound on your finger, and I feel very stiff and tight. What's wrong with your finger?","output":"The stiffness of the fingers can be due to the opening of the finger wound, which is a common symptom of open wounds affecting the muscles and tissue surrounding the wound."}
{"input":"Sir, there's aches and pains in the eyes, facial pain and headaches.","output":"The symptoms may indicate that the blood vessels of the eye rupture, causing the peritoneal bleeding under the peritoneum."}
{"input":"Sir, there's been a lot of back pain recently, and there's a lot of heartburn and reflux. Do you know what's causing it?","output":"Yes, you may be suffering from a Heattal hernia."}
{"input":"Sir, there's been a lot of hoarse voices, sinus pain, redness in the ear and coughing.","output":"It's a condition that can cause these symptoms, either in the nose or in the sinus."}
{"input":"Sir, there's been a lot of wrist pain and a lot of hand joint pain. Can you take a look?","output":"The symptoms seem to indicate that you're in pain with a hand injury."}
{"input":"Sir, there's blood mixed with vaginal secretions, dryness and urine, and there's chest pain, and there's vitiligo, and what's the cause of these symptoms?","output":"The symptoms that God mentioned were caused by the thinning, drying, and inflammation of the vaginal wall tissue due to reduced estrogen levels in the body."}
{"input":"Sir, there's pain in the breast, there's wear, there's hip pain, tell me what's causing it.","output":"I think you're experiencing a bottle of milk that's an excessive secretion of breast milk, regardless of pregnancy or breastfeeding, and most of the time you don't know what's causing it."}
{"input":"Sir, there's pain in your salivary glands, and there's swelling.","output":"Yes, it looks good. It's good to treat bacterial infections caused by Kleinda Maicin, Agmentin, or Cyclesund Nasal. If you have a mold infection, you need to treat inflammation with tervinapine."}
{"input":"Sir, we've been experiencing a recent unknown loss of weight, abdominal pain, accidental urination change.","output":"You also need to run a hemoglobin A1c test to check your long-term blood sugar levels. Finally, you may need to run a scan and a scan to see your pancreas better."}
{"input":"Sir, you've got a fever, a broken ear, a cough, and now you've got eyes and swelling.","output":"The symptoms seem to indicate that it's endocarditis due to bacteria."}
{"input":"Sir, you've got a fever, and you've got lesions in your tongue, and you've got gum pain. What's the problem?","output":"The symptoms are likely to indicate that it's scleroderma."}
{"input":"Sir, you've got shoulder pain, headache, arm pain, neck pain going on, and you know what's causing it.","output":"The symptoms seem to indicate that there's a spina bifida, which is a condition that narrows the spinal cord and compresses the nerves, causing pain and discomfort in various parts of the body."}
{"input":"Sir, you've recently had eye problems, your eyesight seems to drop, and sometimes you feel pain in your eyes, and there's an abnormal movement of eyelids, and there's spots and clouds in your eyes.","output":"The symptoms suggest that you have diabetes retinal disease, which can occur in diabetic patients, which can damage the retinal blood vessels, cause blurry vision, reduced vision, pain, and plaque."}
{"input":"Sir, your knees are so sick, it's really hard to bend, and your knees are swollen.","output":"You can cause knee pain, swelling and stiffness."}
{"input":"Sir, your lips and chin are swollen and you have gum pain, fever and mouth ulcers.","output":"Because of your symptoms, gum disease can cause swelling, pain, fever, or oral ulcers can be the result of gum infection."}
{"input":"So giving you a copy you could keep would be helpful? Ill keep that in mind!","output":"Only if it's relevant"}
{"input":"Someone told me it was a matter of controversy that COVID-19 is transmitted via breath.Is that controversial like it is controversial to say that smoking causing lung cancer? :-).","output":"Theyre talking nonsense"}
{"input":"Teacher, ankle pain, knee swelling, foot or toe pain, and the nails seem to be irregular. What's the problem?","output":"It could have affected the ankles, the knees, the feet, and the toes, which could have been a sign that the toes were damaged."}
{"input":"Teachers, ankles, knees, elbows, legs, wrist swellings continue, and why?","output":"The symptoms seem to indicate that you're suffering from joint thrombosis, which is a disorder that causes swelling and stiffness in your joints with excess fluid."}
{"input":"That makes sense, thank you!Do you know if PSVT and AIVR have a habit of appearing hand in hand?","output":"Not typically. My best guess is this was a small run of soon to be PVST that corrected before becoming tachycardic."}
{"input":"The doctor, the mouth pain, the ear pain, the headache, the gum pain, and the telophase.","output":"Symptoms can lead to tooth disease."}
{"input":"The doctors, the grocers, the body fluids, the nausea, are continuing. What's the cause of these symptoms?","output":"You may be experiencing complications from white blood cell disease depending on your symptoms, and it's important that you test them with a few tests and start treating them as soon as possible."}
{"input":"The gums bleed and the lips dry. What could be the problem?","output":"There could be broken teeth that stimulate the gums and the lips."}
{"input":"There are symptoms of doctors, memory problems, buttocks or lumps, facial symptoms, stiffness of the whole body.","output":"There could be multiple bone marrow cells, cancer of the inner bone marrow cells that cause these symptoms, and we need to run some tests to identify the diagnosis and start the proper treatment."}
{"input":"There has been some mention of pinkeye being a possible symptom of the virus. Is there any potential truth to this or is that likely a symptom of something unrelated?","output":"Not to my knowledge"}
{"input":"There's a doctor, a telophase, a sense loss, eyelids. What's the problem?","output":"The symptoms suggest that you have a bell paralysis."}
{"input":"There's a doctor, a terminal edema, skin edema, ear pain, cough, and a warm neck.","output":"The symptoms suggest that you have a sleeping disorder."}
{"input":"There's a teacher, leg pain, leg cramps, weakness and difficulty in moving, and I've been having back pain for a while.","output":"According to your symptoms, you're probably suffering from precipitous prefrontal failure, which means that one of the spines is out of my position, pushing the nerve around me."}
{"input":"There's a wound in the arm, a lump or a lump on the elbow, a swelling of the elbow, a weakness in the hand or finger, and what's the problem, Doctor?","output":"It seems to have damaged the cyclic nerve, causing a cytoplasmic nerve paralysis, which weakens or numbs the muscles associated with the cyclical nerve, and reduces the sensation of the arm and hand."}
{"input":"There's ankle pain and leg swelling, and there's a little melena and leg pain.","output":"There's a scrotum fracture."}
{"input":"There's bladder discomfort, frequent urination at night, vaginal secretions, and even blood mixed with urine.","output":"It could be a hip edema, which is a condition in which the pelvic muscles are weakened so that the bladder, the uterus, the workplace, the pelvic organs get out of place and press on the wall."}
{"input":"There's pain in the ear, there's secretions, and I think it's acute.","output":"In order to treat the infection, you have to take antibiotics."}
{"input":"We were prescribed Topiramate, but I haven't had to use it since October 2022.","output":"Topiramate has a very good response in pediatric CVS."}
{"input":"We're experiencing back pain, we're having hoarse voices, we're having a heart attack, we're also coughing, can you tell us what's going on?","output":"It's possible that you're suffering from a condition in which your esophagus is not functioning properly, which can cause difficulty and chest pain along with the symptoms that you're talking about."}
{"input":"We're experiencing doctors, insomnia, ticklishness, joint pain. What's the cause of these symptoms?","output":"It's possible that, as a symptom, it's encephalitis, which is an inflammation of the brain."}
{"input":"We're experiencing symptoms of a blood mixture in the doctor, his sores, fatigue, irregular heart rate, weight gain, urine, what's the cause of these symptoms?","output":"It's possible that the symptoms can cause a lot of symptoms, including the decrease in blood supply over the rest of the body, which is caused by the blockage of the arteries."}
{"input":"What's the cause of the recent irregular heart rate?","output":"It can cause hyperthyroidism in the thyroid, which can lead to chest palpitations and irregular heart beats."}
{"input":"Where are they at with antibody tests? Internet says they exist but are hard to get.","output":"Lots of companies are touting these but to my knowledge none have been proven to be reliable yet."}
{"input":"Would a cbc with differential show blasts if they are present? I got a cbc recently and it didn't even have a line item for blasts. Just neutrophil, lymphocyte, monocyte, eosonophil and basophil?","output":"The standard is to report blasts if they are present."}
{"input":"Would a swab that shows strep not indicate antibiotics?","output":"If you swab a human's orifice, it will grow bacteria.Whether that bacteria is the cause of an infectious pathology is a different question.Are you talking about group A or group B strep?"}
{"input":"You know what's going on?","output":"Yes, I think you have diabetes kidney disease, which can be common in patients with this disease, and you have to do some tests to check the diagnosis and discuss treatment options."}
{"input":"okay thanks. ill meet up with a pulmonologist most likely. how likely would something malignant cause this?","output":"Very unlikely. We dont use it as a test to look for malignancy."}
{"input":"Are things such as a mild sore throat/ fatigue early signs?","output":"Possibly yes. Could also belong to another virus. When in doubt, assume you're infected and stay away from others"}
{"input":"Can chronic CPAP use reduce the natural respiratory strength or capacity?Age: 32 Sex: M Height: 510","output":"No"}
{"input":"Could they have seen it in an X-ray? They didnt show us the X-ray, but said there were no fractures.","output":"The elbow can be tricky in kids. Sometimes they hide fractures very well there and we may not see them initially on x-ray."}
{"input":"Doctor, I feel a little swelling in the skin.","output":"I think you're going through a photonosis."}
{"input":"Doctor, I feel a lump in my knee and a weakness in my leg. What's the problem?","output":"It could be a cartilage ruptured knee ligament or half a month, which can cause swelling and lumps and weaken the leg."}
{"input":"Doctor, I feel excessive anger and pain in my eyes. Can you tell me what's causing it?","output":"The symptoms are likely to have rabies. Have you had contact with animals recently?"}
{"input":"Doctor, I feel like I have a diet disorder, and I'm experiencing extreme weight loss, and I can't seem to control my diet.","output":"All right, so you need to take some drugs to treat the diet disorder: fluoxeccetin, trachon, ketinice, Ramiculin, Topicacics, Vérápacacicin, Minocline, Benczynhoemin, and Petsin."}
{"input":"Doctor, I feel like I've been hearing down with my ears down, and I think I've been hearing down, and what's the cause?","output":"I think you're in doubt about acute sepsis due to infection, and you need a thorough examination to confirm the diagnosis, and then you can discuss treatment options."}
{"input":"Doctor, I feel pain during sex. Can you tell me why?","output":"It may be a symptom of bladder cancer, and we need to do some tests to make sure that it's diagnosed."}
{"input":"Doctor, I feel stiff, lymph nodes swelling, and I feel fatigue, and I feel lumps in my neck.","output":"It's possible that it's thyroid cancer because of the symptoms, and you have to do some tests to make sure you're diagnosed."}
{"input":"Doctor, I feel strange in the eyes. What's the cause?","output":"It could be Trikicia, a condition in which eyelashes grow into the eye, and eyelashes that cause irritation and discomfort."}
{"input":"Doctor, I feel stuck in my ears. Why?","output":"It could be inflammation behind the pericardium and neutrophicitis in the fluid."}
{"input":"Doctor, I feel uncomfortable in the cervix. Can you offer me some medical tests that I need to take?","output":"In the case of hysteric disease, there are several medical tests: pelvic, breast, tissue, resect, ultrasound, other long-term diagnostic procedures for women, breast imaging, and so on."}
{"input":"Doctor, I felt sick all over my body with pain, and recently my arms and legs were swelling.","output":"The body seems to have this reaction due to a connective tissue disorder, which is called lymphoma, which is a common symptom of this disease."}
{"input":"Doctor, I found a little lump in the scrotum. What is it?","output":"According to the description of the lump being touched in the scrotum, there could be a gonads, and you have to do some tests to make sure you're diagnosed."}
{"input":"Doctor, I found an abnormal-looking skin on my feet, and it's swollen, and it's also skin rashes, acne, skin becomes very dry, peeled, scales, and it's rough.","output":"The symptoms seem to indicate a hardening of the foot, which can result from repeated friction or pressure, which can dry the skin and produce scales, which can lead to rashes, acne and swelling."}
{"input":"Doctor, I had a slight loss of feeling in my arm, and I felt stiff and cold, and I felt dizzy and scared and phobic, so can you tell me what's wrong?","output":"The symptoms seem to indicate that you have chronic tremors, which are neurological disorders that cause some part of the body, especially arm and hand involuntary tremors or tremors."}
{"input":"Doctor, I have a couple of skin dots in my body, and I have a stiff, moist joint, and what's the cause?","output":"Hemorrhagic disease is a disease caused by a lack of vitamin C in the diet, which can cause changes in the skin, joint pain, stiffness, and so forth."}
{"input":"Doctor, I have difficulty breathing, and I feel like I'm losing my breath.","output":"The symptoms suggest that you have acute bronchitis."}
{"input":"Doctor, I have prostate symptoms and sexual pain, so what's the problem?","output":"You're suffering from a psychological disorder that requires some tests to confirm your diagnosis, but you can treat it with treatment and medication."}
{"input":"Doctor, I have several skin dots in my body, and why?","output":"It could be skin polyp, a positive growth in the skin, which is normally harmless, but it's always good to be tested."}
{"input":"Doctor, I have some symptoms in my eyes, red, hot, sneezed, and I also have too many tears.","output":"The symptoms seem to indicate that you're allergic to endometriosis."}
{"input":"Doctor, I haven't had any energy lately, and my legs and ankles are swollen.","output":"I think you're having a heart failure. Have you ever had a good breath or difficulty breathing?"}
{"input":"Doctor, I recently experienced a sharp abdominal pain.","output":"The symptoms suggest that there is a suspicion of vaginal yeast infection."}
{"input":"Doctor, I recently had a problem with my eyesight, and I have a blurry, distorted image, and I was diagnosed with difficulty a few months ago.","output":"I'm going to give you a prescription for tropicamyd anti-meth, pernium perme, pneumool, depreniolone, turpentolin, atropine, atropape, anti-reject, erythrompin, anti-sol, sodium, sodium, and hypernic."}
{"input":"Doctor, I recently had diaper rashes and nosebleeds. What's the problem?","output":"It's possible that the symptoms indicate adrenal cancer, and it's good to run some tests to confirm this diagnosis."}
{"input":"Doctor, I recently vomited blood and became very weak, and I see black on the stool, and I'm always tired.","output":"It's possible that the symptoms are causing a folic acid deficiency."}
{"input":"Doctor, I think I'm abusing alcohol. I don't think I can control my intake.","output":"Did you use marijuana? Patient: Yeah, I'm using it regularly, but what does that have to do with my alcohol abuse?"}
{"input":"Doctor, I think I've got a Chankloid.","output":"The medical test for Chankloid isn't any of the procedures you've been talking about, you've got to have a cycloid culture."}
{"input":"Doctor, I think I've got gas period.","output":"I'm sorry, there's a combination of drugs to be used in this disease: meropeem, air, mekamilamin, Trollle Domecin, Indiium Oxyquinolin - 111."}
{"input":"Doctor, I think I've lost my testicle, and the lower part is too painful.","output":"It's important to treat this immediately, and I'm going to give you a prescription for morphine, cefazolin for preventing infection, mecamamine for reducing contractions and tics."}
{"input":"Doctor, I think you've got a chronic ulcer spreading in your feet, and a few weeks ago, you've got ulcers and you've started to feel a lot more pain.","output":"I'd like to offer you some medical tests for your symptoms, first of all, to clean and dress your ulcer properly, first of all to see the extent of the damage."}
{"input":"Doctor, I think your abdomen's swollen. What's the cause?","output":"Because of the swelling of the abdomen, it's possible that it's a complication of multiple myeloma."}
{"input":"Doctor, I was diagnosed with cardiomyopathy. What kind of medication should I take?","output":"You have to take cavedilol, Possemid, Lissymid, Lissinfrill, Wachlin, Spylinolkton, Dianglin, Amiodarone, Elybarfrill, Losuvatin, Ramifyl, Rossartan, and Isorvid."}
{"input":"Doctor, I was diagnosed with hyperthyroidism, which drug should I take?","output":"Colhetin, ethyl ethyl, hydrocortisone, cortison, etochylkun, Hydoxychloroquin, Medotrexe, Doress, Ixorbite, Trimnololone, insulin, Asparat, human, and Rostan."}
{"input":"Doctor, I was diagnosed with peritonealoma. What kind of medication should I take?","output":"We need to take Revetira Semam, Ramelthem, Colestip, Metasalon, Carbamarzepin, Phenopibrate, Campa - Mentol, Probesid, and Nelphables."}
{"input":"Doctor, I was diagnosed with thalassemia. What drug should I take?","output":"We need to take folic acid, penicillin, ergo calciferol, imthixin, oxycin, inflimiade, fluxioid, trimilonololone and terazocin, but we no longer need to treat Mediterranean anemia."}
{"input":"Doctor, I'd like to go to the bathroom a lot, but what's the problem?","output":"The symptoms may indicate that you're experiencing a pericardial heart attack, a sort of irregular heartbeat that accumulates fluid in your body, where you often urinate."}
{"input":"Doctor, I'm always very angry, and I'm having trouble controlling it, and I feel like I'm inadequate, and I don't sleep well at night.","output":"Hostile behavior, low self-insomence, insomnia, depression or mental symptoms, obsessions and obsessions are common symptoms."}
{"input":"Doctor, I'm experiencing Harry's symptoms, and it's affecting my daily life.","output":"It's good to put drugs together to manage the illness, such as ambients, ambients, dulypselytin, Romelniol, Myrita Zaffin, Prozacto, Trajotone, Clofalfion, Bhutvattsin, etc., etc., etc."}
{"input":"Doctor, I'm experiencing a chest pain and lower abdominal pain.","output":"It looks like there's temporary or benign blood in the urine."}
{"input":"Doctor, I'm experiencing a lot of anxiety, delusions and hallucinations, and I'm having a lot of trouble controlling my temper, and I haven't had a good night's sleep a few days ago.","output":"I think you're experiencing an adaptation from your symptoms."}
{"input":"Doctor, I'm experiencing abnormal skin with acne, lots of menstruation, too little hair in some areas, and hair in others that I don't want, and what's the cause?","output":"The symptoms suggest that you're suffering from multiple motherhood."}
{"input":"Doctor, I'm experiencing allergic reactions and memory problems. What's going on with me?","output":"You can be experiencing an addiction to antidepressants."}
{"input":"Doctor, I'm experiencing back pain and sensory loss. What's the problem?","output":"The symptoms seem to indicate that you're suffering from chronic neurotritis, which affects the nerves of your shoulders and arms, causing pain, weakness and loss of sense."}
{"input":"Doctor, I'm experiencing chest distress, faintness, depression, mental symptoms, dizziness, sharp chest pain. What's wrong with me?","output":"The symptoms seem to indicate that he's suffering from an addiction to antipsychotic drugs."}
{"input":"Doctor, I'm experiencing contractions of the uterus, so what's the cause?","output":"There could be hemophilia, a hemorrhagic disorder, where the blood doesn't clot properly, which can cause natural bleeding and lead to uterine contractions during pregnancy."}
{"input":"Doctor, I'm experiencing cramps and cramps in my lower abdomen, sharp abdominal pain, vomiting and menstrual pain, and I also felt a burning abdominal pain.","output":"The symptoms suggest that there's a cystic cyst."}
{"input":"Doctor, I'm experiencing emotional symptoms and frequent contractions during pregnancy, and I think something's wrong.","output":"Your symptoms suggest that you're experiencing a placental early onset, but I don't know what you're talking about during pregnancy, because it's not typical of placental passage."}
{"input":"Doctor, I'm experiencing excessive appetite and abnormal breathing. What's the problem?","output":"It could be obesity, because of the symptoms. Have you noticed any abnormal weight gain recently?"}
{"input":"Doctor, I'm experiencing excessive appetites, I'm biting nails, my elbow weakness, elbow convulsion or tics, and what's wrong with me?","output":"It's possible that the symptoms are back-to-back, and you have to do some tests to make sure you're diagnosed."}
{"input":"Doctor, I'm experiencing excessive growth, sharp abdominal pain, depression, foot or toe pain.","output":"I'm sorry to inform you that all your symptoms are signs of Kaposi's sarcoma."}
{"input":"Doctor, I'm experiencing fear and phobia, along with compulsive thoughts and compulsive behavior.","output":"According to your description, you have a common mental health disorder, a disorder characterized by compulsive thoughts and compulsives, and would you like to consult with me about treatment options?"}
{"input":"Doctor, I'm experiencing infertility, sharp abdominal pain, vaginal secretions.","output":"The symptoms that God's talking about indicate that you're suffering from multiple menstrual conditions."}
{"input":"Doctor, I'm experiencing persistent vomiting and sharp abdominal pain, and I've had a lot of problems during pregnancy.","output":"I think there's a disease called guaguto, which causes severe nausea and abdominal pain that can occur during pregnancy, and it's important to get a doctor's attention if these symptoms persist."}
{"input":"Doctor, I'm experiencing recent weight gain. Can you tell me what caused it?","output":"Weight gain can be a symptom of multiple diseases, but in patients it's likely to be high cholesterol. Patient: high cholesterol? What's that, sir?"}
{"input":"Doctor, I'm experiencing respiratory problems during sleep, sudden weight gain, increased appetite.","output":"The symptoms seem to indicate obesity."}
{"input":"Doctor, I'm experiencing sensory and rib pain. What's the problem?","output":"You're experiencing symptoms of T.A.S., do you feel swelling or tenderness in your chest?"}
{"input":"Doctor, I'm experiencing severe neck pain, lower body pain, back cramps, cramps, leg pain, tell me what might be the problem.","output":"The symptoms seem to indicate that you have spinalitis, a form of arthritis that affects the spinal cord and causes pain and stiffness, and you can test it with a few tests and start proper treatment."}
{"input":"Doctor, I'm experiencing shortness of breath, cough, swelling of my legs and chest. What do you think's going on?","output":"The symptoms seem to indicate that you're suffering from heart failure, and you have to do some tests to confirm your diagnosis."}
{"input":"Doctor, I'm experiencing the pain and discomfort of having sex with a bent penis, and after I met a urologist, he diagnosed me with pheroni disease, which drug should I take?","output":"The symptoms include vitamin E, pentoxyfilin, Silnapil, verapamil, Tammethin, Almesartan, Trino-Fercoret, Palathanium, Quinithin, Carrososol, and India."}
{"input":"Doctor, I'm experiencing the symptoms of vomiting blood, and I have a history of alcohol abuse, and what's the cause?","output":"You're experiencing symptoms of Bernice Corsakov's syndrome, which is caused by prolonged alcohol abuse, and it's important to get medical attention immediately."}
{"input":"Doctor, I'm experiencing unusual involuntary movements and arm pains, and what's the cause?","output":"You're experiencing muscle spasms."}
{"input":"Doctor, I'm experiencing unusual symptoms such as fatigue, weight gain, and thirst increase, and I'm worried if I'm having an metabolic disorder.","output":"It's good to run some medical tests based on the symptoms. First you have to do a blood test, a lipid panel, a glucose measure, and a hemoglobin A1c measure."}
{"input":"Doctor, I'm experiencing urinary pericardial, sharp abdominal pain, convulsions, and vaginal pain, and what's the cause of all of these symptoms?","output":"It's characterized by chronic pain in the uterine area, which can include urinary tract, abdominal pain, cramps, cramps, and vaginal pain."}
{"input":"Doctor, I'm experiencing vomiting, reflux, sharp abdominal pain and nausea, and I think I'm allergic to certain foods.","output":"Symptoms indicate that there is a potential for celiac disease, a digestive disorder that can cause a variety of symptoms such as vomiting, reflux, sharp abdominal pain, nausea, and so forth."}
{"input":"Doctor, I'm experiencing weight gain and facial blushing. What's the problem?","output":"It seems to be hypothyroidism, which means that the thyroid doesn't produce enough hormones to regulate metabolism and body temperature."}
{"input":"Doctor, I'm extremely tired these days, and I have symptoms of breathing easily, and what's the cause?","output":"Anemia occurs when red blood cells or hemoglobin levels are lower than normal and can cause fatigue and shortness of breath."}
{"input":"Doctor, I'm feeling really down these days, and I think I'm feeling a lot less self-worth, and I'm having trouble quitting.","output":"The symptoms seem to indicate that alcohol abuse is having a hard time."}
{"input":"Doctor, I'm feeling really nervous and nervous these days, and I'm feeling excessive anger, muscle swelling, back weakness, depression, and what's the cause of these symptoms?","output":"The symptoms seem to indicate that you're suffering from a pathological disorder, which requires additional tests to confirm this diagnosis."}
{"input":"Doctor, I'm feeling really weird these days, and I've had a very difficult breath, a deep heart, and I've passed out.","output":"You may be experiencing panic attacks, and fainting is a common symptom of panic attacks, and that's something that we need to discuss in more detail during counseling."}
{"input":"Doctor, I'm going through my joints, I'm going through my body, and my eyes are getting sick, and why is that?","output":"The symptoms suggest that you have Shogren's syndrome, which can dry your eyes and mouth and cause joint muscle pain because of autoimmune diseases that affect your body's water-generating glands."}
{"input":"Doctor, I'm having a sharp abdominal pain and urination problem, and I'm having a very frequent period and I'm thinking about infertility.","output":"Your symptoms seem to indicate that you're struggling with a specific period of menstrual illness."}
{"input":"Doctor, I'm having a weakness in the strength of aches and elbows and hips, and I've got a swelling of my muscles, and I've got a sense of deafness in my ears, and I need you to tell me what's wrong.","output":"I think you're experiencing the symptoms of ibiosis, which affects the middle ear, which can cause a feeling of fullness or stress in the ear, and can affect hearing."}
{"input":"Doctor, I'm having bladder-related symptoms, and I have to go to the bathroom a lot all day, and it's very uncomfortable.","output":"The symptoms suggest that it's probably a peritoneal blockage."}
{"input":"Doctor, I'm having some weird symptoms: my legs are getting bent up and I'm knocking.","output":"Symptoms can be a symptom of bloodless necrosis, which is a disease that destroys bone tissue due to a lack of blood supply."}
{"input":"Doctor, I'm having strange symptoms, and my hair is losing too little than it used to be, so can you tell me what caused it?","output":"It's actually a symptom of vitamin B12, and vitamin B12 affects hair and skin health."}
{"input":"Doctor, I'm having symptoms that my leg's not circulating well, that my leg is always tired and sick, and what's the cause?","output":"I think there's an I.V. failure of the leg vein to send blood back to the heart, which leads to blood circulation, which can cause such symptoms as leg pain and swelling."}
{"input":"Doctor, I'm having trouble urinating, and my bladder is always so full that I feel like I'm about to burst, and I can't see urine when the blood is mixed up in my urine.","output":"I think it's one of the best."}
{"input":"Doctor, I'm so tired these days, I don't think I'm going to be able to keep up with my normal routine.","output":"Blood can be a symptom of pulmonary hypertension. Are you having trouble breathing or chest pain?"}
{"input":"Doctor, I'm still having ankle pains, and I recently had a lump in my knee.","output":"Symptoms may indicate sporacitis, a mold infection that is often transmitted by rose spines or soil, and it's good to run some tests to see if this is true."}
{"input":"Doctor, I'm very sick of eyes. What's the cause?","output":"The symptoms suggest peritoneal, pericardial, peritoneal, peritoneal."}
{"input":"Doctor, I'm worried about the fever. Can you tell me what's causing it?","output":"It's possible that it's a female genital infection, and heat may be a sign of an infection in that area, and you have to do some tests to identify the diagnosis and prescribe the treatment."}
{"input":"Doctor, I'm worried that there's been some symptoms in the last few years that might be serious: abdominal pain, changes in urinary habit, and there's a lot of blood in the stool.","output":"We need to do some medical tests to test the diagnosis, first measure the full blood count and glucose and electrolyte. Patient: OK, what other tests do you need?"}
{"input":"Doctor, I've been diagnosed with arrhythmia, which drug should I take?","output":"You have to put on a local cream called Beccaplin topocal."}
{"input":"Doctor, I've been experiencing a few symptoms recently, frequent and excessive urination at night, a little discomfort in the scrotum and the testes.","output":"The symptoms seem to indicate that there is a condition called urethra percussion, which occurs when the urethra narrows so that normal urination is difficult."}
{"input":"Doctor, I've been experiencing a lot of malaise and sharp chest pain lately. What's the problem?","output":"Asthma."}
{"input":"Doctor, I've been experiencing a recent decline in sexual desire, and what's the cause?","output":"One possible cause could be vitamin A deficiency. Any other symptoms?"}
{"input":"Doctor, I've been experiencing a recent decline in vision. What's the cause?","output":"The symptoms you just described suggest that it's possible that it's ecliptic."}
{"input":"Doctor, I've been experiencing an abscess recently.","output":"It could be symptoms of aortic valve disease."}
{"input":"Doctor, I've been experiencing feelings and dizziness in the last few days.","output":"The symptoms seem to indicate that you have BPV, and the drugs needed for this disease are mecclinine."}
{"input":"Doctor, I've been experiencing joint pain, leg pain, insomnia in the last few days, and why?","output":"It's good to have some medical tests to check your diagnosis."}
{"input":"Doctor, I've been experiencing overgrowth lately, and why?","output":"Overgrowth can be a symptom of vitamin A deficiency. Are you eating enough food rich in vitamin A?"}
{"input":"Doctor, I've been experiencing severe eye pain and discomfort in the last few days, and I've also had eyes swelling and my vision blurry.","output":"The medical test you need for this disease is an eye examination and evaluation or an infection and possible damage."}
{"input":"Doctor, I've been experiencing severe stomach pains over the last few weeks. What's the cause?","output":"This disease occurs when the openings between the stomach and the small intestine are so narrow that the food backfires on the stomach, causing the pain."}
{"input":"Doctor, I've been experiencing sharp abdominal nausea for the past few days, so what's the problem?","output":"The symptoms seem to indicate that you're experiencing drug withdrawal. Have you stopped taking drugs recently?"}
{"input":"Doctor, I've been experiencing some strange symptoms recently: loss of sensation, back pain, foot pain, leg strength -- what's the problem?","output":"You seem to have a terminal nervous disorder."}
{"input":"Doctor, I've been feeling dizzy and nauseated for days, and I've had allergic reactions, and recently I've been coughing and vomiting, and what's the problem?","output":"Vitamin B is important to the nervous system and, if lacking, can cause nausea, nausea, cough, and even allergic reactions."}
{"input":"Doctor, I've been feeling very nervous and nervous lately, and I've been coughing and vomiting, and I've got sore throats and blurry vision, and what's the cause of all these symptoms?","output":"Symptoms suggest that you may have autoimmune disease called bets, which characterizes whole body inflammation and causes anxiety, vomiting, cough, neck pain, blindness in severe cases."}
{"input":"Doctor, I've been feeling very nervous and nervous lately, and compulsive and compulsive.","output":"These symptoms can indicate personality disorders, especially compulsive personality disorders."}
{"input":"Doctor, I've been having facial pain for days. What's the cause?","output":"It could be a giant cell virus infection. We need to test it with some tests."}
{"input":"Doctor, I've been having severe headaches with nausea and vomiting lately, and when I was tested, I found out that there's a double abscess.","output":"The treatment plan consists of vancomysine, dexametasson, ceftriaxone, Tiotal, nitric oxide, mannithol, cytoplam, cytoplasm, atropic acid, atropine, oxcavazepin and methadal."}
{"input":"Doctor, I've been having strange symptoms lately, and I want to be very hostile and use drugs more often.","output":"Have you ever been exposed to anything unusual recently, like chemicals or things like that? Patient: In fact, I've been in trouble doing antifreeze work in the garage as you say."}
{"input":"Doctor, I've been having strange symptoms recently, with my eyes being paired and my eyelids being wet, and I feel so weak in my wrists and my butts are stiff and wet, so what's the problem?","output":"Are you experiencing chest pain or difficulty in breathing? It's best to do some tests and physical tests to make sure you're diagnosed."}
{"input":"Doctor, I've been losing my energy lately and my mouth is getting dry, and I've been losing my tongue, and I've been releasing lots of fluids, and what's the cause?","output":"Renewal poor anemia is a rare disease in the body when not enough red blood cells, white cells and platelets are created."}
{"input":"Doctor, I've been really confused and emotionally upset lately, so what's wrong with me?","output":"The symptoms suggest that carbon monoxide poisoning is suspect. Have you ever been to a place where carbon monoxide can be found, near a gas stove or a closed garage?"}
{"input":"Doctor, I've been really tired lately, and my urine color and smell are weird. What's the problem?","output":"These symptoms may be signs of chronic kidney disease, and I'm going to have to do some tests to make sure, but I need to talk about treatment options right away."}
{"input":"Doctor, I've been sick lately, and I've been feeling nausea and pain all over my body, and, frankly, I've been abusing alcohol for a long time.","output":"This condition is often caused by prolonged alcohol abuse and can cause inflammation and damage to the pancreas, causing nausea and general pain."}
{"input":"Doctor, I've been sick these days, and when I'm vomiting and breathing, I feel a sense of festering, what's the problem?","output":"The symptoms are likely to be acute stratitis, a common respiratory infection that affects infants especially in small lung prayers."}
{"input":"Doctor, I've been so angry lately that I can't control it.","output":"Have you used drugs or substances recently? Patient:"}
{"input":"Doctor, I've been suffering from depression and psychiatric symptoms recently, and I've been vomiting blood, and what's the problem?","output":"The symptoms suggest that you have Bernice Corsakov's syndrome due to a lack of vitamin B-1."}
{"input":"Doctor, I've been suffering from neck and arm pain in the last few days.","output":"The symptoms seem to indicate that there's a lot of pain in the nerves around the shoulder."}
{"input":"Doctor, I've been suffering from recent foot pains and tremors. What's the cause?","output":"The symptoms suggest that he's injured."}
{"input":"Doctor, I've been suffering from recent vomiting, stomach pain, and sore throat. What's the problem?","output":"You're probably suffering from pericardial esophageal esophageal esophageal esophagitis, but you have to do some tests to confirm your diagnosis."}
{"input":"Doctor, I've been sweating a lot lately.","output":"The symptoms suggest that Graves' disease is suspect."}
{"input":"Doctor, I've been very tired recently, and I've been vomiting blood, and I've found a black side in the toilet, and I've found more hair falling than usual, and what's wrong with me?","output":"Anemia is a condition in which the red blood cells can be small enough to cause a change in fatigue and the shape of the stool, the symptoms of the black side, the hair, which looks like a tar."}
{"input":"Doctor, I've been vomiting a lot lately. Do you know what caused it?","output":"It could be sub-arachnoid bleeding, which is a serious condition that requires immediate treatment to avoid complications."}
{"input":"Doctor, I've been vomiting blood recently. What's the cause?","output":"Oral vitiligo is a condition that causes white spots and lesions in the mouth, causing bleeding and blood loss."}
{"input":"Doctor, I've been vomiting in the last few days, and why?","output":"There could be a protein deficiency depending on the symptoms."}
{"input":"Doctor, I've developed menstrual pains with vaginal secretions, which are getting longer and unpredictable these days, and also cramps and cramps, and what are the causes of all these symptoms?","output":"The symptoms suggest that you're having a lot of menstrual bleeding and a long-term chronic menstrual strain."}
{"input":"Doctor, I've got a rash on my skin that's spreading rapidly, and my lips and eyes are starting to swell, and what kind of disease do you recommend?","output":"I'm going to give you a prescription for dispensium, Fred Nisolin, Hydoxin, Lesaline, minerals, selenium oil, hydrochloric acid, hydrolytic acid, chloratolol, elysmic acid, acyclic acid."}
{"input":"Doctor, I've got knee pain and my whole body pain. What's wrong?","output":"I think you have rheumatoid arthritis."}
{"input":"Doctor, I've got red ears, and I've got a feeling of deafness in my ears, and I've got a little bit of water in my ears, and I hear a continuous ringing of my ears.","output":"The symptoms seem to indicate that there is an external gastritis, also known as the swimmer's ear."}
{"input":"Doctor, I've got some pain in my shoulder. What's the problem?","output":"The symptoms suggest that you may have Dqueurven's disease."}
{"input":"Doctor, I've got urinary pain, and I've got pain in my testes.","output":"There's a possibility that there's cancer of the test, and you have to do some tests to make sure you're diagnosed."}
{"input":"Doctor, I've had a cold a few days ago. I've got nostrils, coughs, noses. What do I do?","output":"You need to be tested for antibodies to identify the cause of the flu, as well as neblazer therapy and other respiratory treatments that can help alleviate the symptoms."}
{"input":"Doctor, I've had a lot of pain in my ankle and ass these days. Do you know what's causing it?","output":"The symptoms are likely to indicate that it's a parathyroid dystrophy."}
{"input":"Doctor, I've had back pain in the last few weeks.","output":"I'm sorry. I'd like to offer you a dose of radiation based on your symptoms. Patient: What do you do?"}
{"input":"Doctor, I've had leg pain in the last few days.","output":"The symptoms seem to indicate that a hip injury caused leg pain, and I'm going to give you some tests to confirm your diagnosis."}
{"input":"Doctor, I've lost my senses and I've got pain. What's the problem?","output":"There's the possibility that there's some sort of a symptom that affects the optic nerve and spinal cord, and that's an autoimmune disease."}
{"input":"Doctor, I've recently been diagnosed with backaches. What medical tests do I need?","output":"Blood tests, complete physical skin tests, ophthalmology, depression, foot tests and rectal tests are essential."}
{"input":"Doctor, I've recently been diagnosed with brain cancer, which drug should I take?","output":"Depending on your status, Revetira Semium, Penitone, Dexamethason, Temosolmide, Dexa Metason, Bebashizujo, Okscabazepin, Carboplatin, vitin, thalidomide, and Granium."}
{"input":"Doctor, I've recently been diagnosed with hypertensive heart disease. Can you prescribe a drug?","output":"Yes, there are some drugs that can treat high blood pressure heart disease: amrodin, Carvedilol, Isosurvid, rosuvatin, fulsuvas, divosin, Dionysin, Sphinollonton, Benafil, Hyradrazin, or Torsedine."}
{"input":"Doctor, I've recently been experiencing a breakdown, palpitations, diarrhea, and what's the cause?","output":"Are you experiencing chest pain or respiratory problems?"}
{"input":"Doctor, I've recently experienced a stomach sore and sore throats. What's the problem?","output":"The symptoms are likely to be gastritis, which requires additional tests to confirm the diagnosis, but we're going to start the treatment immediately to relieve the symptoms."}
{"input":"Doctor, I've recently experienced drug abuse, depression or psychiatric symptoms, difficulty breathing, seizures.","output":"The symptoms you've described may indicate that you have liver brain disease."}
{"input":"Doctor, I've recently experienced shoulder spasms, spasms, ankle pains, and why?","output":"You could have a bacilli, a viral infection that can cause joint pain and inflammation, and it's important to get tested and get proper treatment."}
{"input":"Doctor, I've recently found it difficult to speak with good breath and too little hair and cold, and I also have some kidney-related symptoms.","output":"Your symptoms suggest that you have kidney disease from high blood pressure for a long time."}
{"input":"Doctor, I've recently had a lot of joint pain in my arms and wrists, and I'm really starting to care.","output":"The symptoms seem to indicate that you have an external sinusitis or tennis Elbo, which can also affect your wrists and arms with a painful condition on the outer or the outer part of your elbow."}
{"input":"Doctor, I've recently had a very short neck, together with my nose, my stomach, my nose, my throat, my throat -- what's the problem?","output":"The symptoms seem to indicate that he has laryngitis."}
{"input":"Doctor, I've recently had frequent urination, edema, joint pain, and warts.","output":"The symptoms seem to indicate that you're infected with an HPV virus, and you have to do some tests to check your diagnosis and determine the right treatment."}
{"input":"Doctor, I've recently had knee pain and soreness.","output":"The knee pain may have been caused by injury. Have there been accidents or fractures that can affect the knee recently? Deceptiveness may have to do with acid reflux or gastric reflux."}
{"input":"Doctor, I've recently had pain in my feet or toes.","output":"I'm sorry, but your symptoms have nothing to do with the current disease, and I'm sorry to let you know that there's eye disease."}
{"input":"Doctor, a few days ago, diarrhea, abdominal pain, convulsions continued.","output":"I'd like to give you some medical tests to check your diagnosis. Patient: What kind of tests do you need?"}
{"input":"Doctor, a few weeks ago, I had cough, telophase, fever, weakness, joint pain. What's wrong with me?","output":"The symptoms suggest hemolytic anemia."}
{"input":"Doctor, blindness, pain, abnormal movement, spots -- you know what?","output":"These symptoms are associated with what is commonly called nearsightedness, and how many tests can we do to identify a diagnosis?"}
{"input":"Doctor, body fluids, swelling of the leg, skin infection of the leg, leg pain, what's the problem?","output":"The symptoms suggest that you're suffering from IV failure."}
{"input":"Doctor, can you tell me what it is?","output":"The symptoms suggest hemolytic anemia."}
{"input":"Doctor, can you tell me what's causing this recently?","output":"We've analyzed the symptoms, and it's very likely that the cause of it is Noan."}
{"input":"Doctor, can you tell me what's going on?","output":"Is there any other problem with hearing?"}
{"input":"Doctor, can you tell us the cause of the recent severe facial pain?","output":"Is there any sign of swelling around your jaw and difficulty opening your mouth?"}
{"input":"Doctor, cough, back stiff, back pressure, back pain, endocardial swelling and ear pain. What's wrong with me?","output":"The symptoms seem to indicate that Friedrich has a true motor dystrophy."}
{"input":"Doctor, cough, cough, sore throat, drowsiness, shortness of breath. What's the problem?","output":"The symptoms are very likely to lead to IC lung disease."}
{"input":"Doctor, elbow pain, joint pain, whole body pain, and also acute back pain.","output":"I think you've got strong-pressive spinalitis, which affects the spine, but also causes pain and problems in other joints of the body."}
{"input":"Doctor, elbow spasms, spasms, ankle pains, backaches, what's the disease?","output":"It looks like your ankle's decapitated because of your symptoms, and it's good to take X-rays to make sure you get medical attention."}
{"input":"Doctor, erectile failure, blood in the urine, prostate symptoms, sexual pain.","output":"Maybe there's something that can cause all the symptoms that you've described."}
{"input":"Doctor, eye pain, facial pain, loss of sense, impaired vision, difficulty speaking, what's the problem?","output":"The symptoms suggest that it's possible that it's a nervous disorder."}
{"input":"Doctor, facial pain, headaches, toothache, gum pain is continuing, and I think it's a little swollen face.","output":"I think you've got a TMJ that affects the jaw joint and can cause pain and swelling in the face as well as in the scalp."}
{"input":"Doctor, fatigue, mouth pain, irregular abdominal pain, blood in the stool, lymph nodes.","output":"The symptoms suggest that you have low bloodletting."}
{"input":"Doctor, high fever, severe headache, joint pain, I'm worried if I have dengue.","output":"We need to do a blood test called a blood test to see if it's dengue."}
{"input":"Doctor, i don't look right, i have a lot of eyes, i have a lot of eyes, i have too much tears, what's the problem?","output":"The symptoms that God's talking about indicate that i am suffering from a virus."}
{"input":"Doctor, in recent years, you've had sharp abdominal pain, frequent urine, sharp chest pain, and sometimes depression.","output":"You can have diabetes ketonic acid disease, which is a serious complication of diabetes, and you have to have a doctor's care right away."}
{"input":"Doctor, in the last few days, I've been experiencing a burriness, a nose and a nose.","output":"The symptoms seem to indicate that you're experiencing acute bronchitis spasms."}
{"input":"Doctor, in the last few days, we've discovered that the vision is poor and the black spots are still floating.","output":"In general, you're experiencing some wealth related to aging or eye trauma, and you have to test your eyes for a diagnosis."}
{"input":"Doctor, it's hard to speak, and it's throwing up. What's the problem?","output":"These symptoms can indicate bone marrow form syndrome, and you have to run some tests to make sure that you have it."}
{"input":"Doctor, it's hard to talk and your wrists and fingers hurt a lot.","output":"The symptoms suggest that your fingers have been disembodied."}
{"input":"Doctor, it's snowy.","output":"Do you have a cat in your house? Patient: Yes, I do. But what does that have to do with my eyes?"}
{"input":"Doctor, it's so painful because of the growth of your skin in your utero, there's so much pain in your urine, there's soreness, there's so much sexual pain, what's going on with me?","output":"It can affect your daily activity and your sexual function by causing chronic pain, heat, and discomfort to your throat, and it can also cause skin changes in the area and it can be scary."}
{"input":"Doctor, leg pain, back pain, bone pain, stiffness, knee pain.","output":"The symptoms seem to indicate that you have bone disease like osteoporosis or arthritis, and you have to do some tests to confirm your diagnosis."}
{"input":"Doctor, menstruation, sharp abdominal pain, vaginal pain, what's the problem?","output":"It's a disease that causes pain and discomfort during intercourse, during gynecology, and during gynecology."}
{"input":"Doctor, my baby has recently had diarrhea, redness of ears, loss of appetite, and it's very annoying.","output":"The symptoms that God explains indicate that the baby is suffering from Igali's syndrome."}
{"input":"Doctor, my baby's been really annoying and coughing a lot these days, and I think it's too much to breathe and too much to breathe.","output":"These symptoms suggest that the baby may have had acute stratitis."}
{"input":"Doctor, my eyes seem to be twisted, and I don't see clearly. What are the symptoms?","output":"I think there's some sort of mildness in the symptoms."}
{"input":"Doctor, my words got down, I felt depressed, and I had a seizure with a weak focus, and why?","output":"The symptoms may indicate that you have internal bleeding, which is a type of stroke caused by internal bleeding in the brain tissue, which can cause the symptoms that you're currently describing."}
{"input":"Doctor, nostrils and coughs continue. What's the cause?","output":"The symptoms seem to indicate that he's got a krup."}
{"input":"Doctor, sinus, ear pain, headaches are going on for a while. What's the problem?","output":"The symptoms are likely to be chronic sinusitis, which is an inflammation of the sinuses that lasts more than 12 weeks."}
{"input":"Doctor, the lymph nodes are swollen and very painful.","output":"The symptoms suggest lymph nodeitis, and to treat the infection, I'm going to give you antibiotics, such as deklocrin or cepacler."}
{"input":"Doctor, the pain in the ear is going on for quite a while.","output":"There could be chronic sinusitis."}
{"input":"Doctor, the pain is continuing with nausea and vaginal pain during pregnancy. Do you know what's going on with me?","output":"The symptoms seem to indicate that you're suffering from endocarditis."}
{"input":"Doctor, the skin of your arm or your hand seems to be infected, your back is stiff or moist, your hands and fingers are swollen, your bones are sick, what's the reason?","output":"I think you have the trigger finger, which is a finger disease."}
{"input":"Doctor, there are symptoms of stiffness in your hands or fingers. What's the possible cause?","output":"Could be a spinal fracture. Did you get hurt or fall before?"}
{"input":"Doctor, there's a little skin growing near the nail of your toe that looks abnormal and feels a little bit pain and discomfort when you walk.","output":"The skin growth that you're talking about may be T-eyed or bloated, which is a common symptom of this disease, which occurs when the toes bend naturally and cause pressure and friction in the skin."}
{"input":"Doctor, there's a lot of urination, and there's a swelling of the scrotum, and what's the cause?","output":"From the symptoms you described, it's possible that you're going to have benign prostate obesity or BPH."}
{"input":"Doctor, there's a lump in my eye that bothers me a lot.","output":"You can start treatment with prescribed eye drops, such as wood-pluxin, Fred Nisolon, Roterfrinol-Tobramycine, Vimatopromycist, protomythone, rotephron, dexa methagicone-tobraxin, and gatyploxin."}
{"input":"Doctor, there's a lump in the leg, and the skin is dry, peeled, and rough. What's the problem?","output":"The symptoms may indicate that it's a prosthesis."}
{"input":"Doctor, there's a lump in your eyelids, and it's very red, and it's tight, and it's stinging, and what does this mean?","output":"These symptoms can be caused by a disease called weakness with no eye lenses. Have you had eye surgery or have you had contact lenses before?"}
{"input":"Doctor, there's a lump in your knee that makes it difficult to move your knees -- elbow spasms, knee stiffness, shoulder pain.","output":"The symptoms seem to indicate that you have a fibula rupture in the middle of the month, which causes bleeding in your joints, which can cause swelling and pain and restrict movement."}
{"input":"Doctor, there's a lump in your knee, there's a lump, there's a bloating, there's a bloating, there's a bloating, there's a problem.","output":"The symptoms that God explains may be due to a rare genetic disorder that affects the nervous system and interferes with coordination and exercise, that is, Friedrich's motor dystrophy."}
{"input":"Doctor, there's a pain in your eye with a dizzying, cyclical condition, and we've recently found spots or clouds in your visual field, and can you tell me what's going on with me?","output":"These symptoms could be caused by a plastic brain tumor, where pressure inside the skull is increasing for no apparent reason."}
{"input":"Doctor, there's a problem with spasms and spasms during pregnancy, and spots and clouds in my eyes, and I've been pregnant recently, and what's wrong with me?","output":"It's important to manage the symptoms and get medical attention immediately to ensure the mother and the baby's safety."}
{"input":"Doctor, there's a redness of the ear. Is it an infection?","output":"The redness of the ear can actually be a symptom of temporal hip trouble, or TMD. Have you had a hard time opening your jaw or opening your mouth recently?"}
{"input":"Doctor, there's a scar on your nose, and there's a blush, and what's the cause of these symptoms?","output":"The hot flashes are common symptoms of menopause, but generally they're not related to the damage to the nose, which can cause heat by the symptoms."}
{"input":"Doctor, there's a sharp pain in the back and a chill when you urinate.","output":"The drugs needed to treat Cyproflixins, levoploxinsins, ceftlixins, cytoplasm or cepixiums, can help alleviate the fever of the urinary tract."}
{"input":"Doctor, there's a wart in the skin, accompanied by acne, itching, it's splint, it's worried.","output":"To put it off, there's the possibility that you have a streptococcus infection, a viral infection that has a little wart in your skin."}
{"input":"Doctor, there's a wound in the incision. What medical tests do you need?","output":"There seems to be a need for a complete physical skin examination, a complete physical skin repair, retraction, splint and other injuries, a resect, an infection or a burn and a culture of the wound."}
{"input":"Doctor, there's an open wound in your chest, and your lips are swollen. What's the problem?","output":"The swelling of the lips is not related to the open chest wound, but the open chest wound can be caused by a stab wound or a fever wound."}
{"input":"Doctor, there's an open wound on the incision area, and there's a lot of swelling in the skin.","output":"The swelling of post-op injuries is a common symptom after surgery, a natural reaction of the body to the injury, but it can be a sign of infection."}
{"input":"Doctor, there's been a constant flow of chest pain, vaginal pain, lower abdominal pain, facial blush, sharp abdominal pain, what do you think is the problem?","output":"This condition causes an involuntary muscle spasm in the pelvic muscle, causing pain and discomfort during sex or vaginal examination."}
{"input":"Doctor, there's been a lot of coughing and respiratory problems, and there's been a lot of vomiting, and what's the cause?","output":"I think we have ARDS, which is a serious disease that can occur when fluid builds up in the small air sacs of the lungs, making breathing difficult, often caused by lung injury or infection."}
{"input":"Doctor, there's been a lot of extracurricular stimulation recently, and why is that?","output":"It's a common fungus infection that can cause the symptoms of vaginal and uterine nausea, fever, pain, and so forth."}
{"input":"Doctor, there's been a lot of pain in the shoulder, in the hand, in the finger, and there's also sharp chest pain.","output":"The symptoms seem to indicate that you have thoracic edema, a nervous and blood vessel-pressive disorder in the space between the clavicle and the first rib."}
{"input":"Doctor, there's been a lot of sore throats, stomach pains, sharp chest pains, coughs, difficult to swallow.","output":"The symptoms seem to indicate that hemorrhagicitis is an inflammation of the esophagus, which is caused by the desalination of the urethra."}
{"input":"Doctor, there's been a lot of symptoms recently: swelling of the neck, stiffness of the legs, pain in the face, symptoms in the kidneys.","output":"Symptoms seem to cause facial pain, which can cause swelling of the neck and stiffness of the leg may be due to the spread of infection in the wound."}
{"input":"Doctor, there's been a lot of vaginal and lower abdominal pain, and you're pregnant, and you feel pain during intercourse.","output":"The symptoms seem to indicate that there is salinitis, an inflammation of quality that can cause pain, secretion and itching, and it can also cause pain during intercourse and during pregnancy."}
{"input":"Doctor, there's been a recent weakness in your leg, so can you tell me why?","output":"One of the causes of leg weakness could be high calcium hemolysis. Any other symptoms?"}
{"input":"Doctor, there's been a sharp chest pain. What's the reason?","output":"Have you been drinking lately? woman: Yeah, I'm drinking a lot."}
{"input":"Doctor, there's been an ongoing lower abdominal pain. What's the cause?","output":"Could it be Trikomonas, a parasite-based venereal disease, or do you have secretions or itching?"}
{"input":"Doctor, there's been some strange symptoms recently, there's a swelling of hands and fingers, and there's a telophase.","output":"These symptoms may have something to do with hip injury."}
{"input":"Doctor, there's lower abdominal pain and sometimes it feels hot and cold.","output":"It's a rare genetic disorder that affects multiple organ systems, including digestive tract, heart, and spinal cord, which can cause lower abdominal pain and temperature changes."}
{"input":"Doctor, there's muscle and arm pain, and the whole body is sick and stiff, and I feel especially stiff and tight on my shoulders, so can you tell me what's wrong?","output":"From the symptoms that God explains, you may have a shoulder-resistant pericarditis called 50."}
{"input":"Doctor, there's pain and wear in the breast, irregular navel, a lump of arm, a cough, a lump of neck.","output":"It's possible that it's because of the symptoms, but you have to run some diagnostic tests to identify the diagnosis."}
{"input":"Doctor, there's recently been a mix of blood in the stool, and why?","output":"Depending on the symptoms, there could be alcohol-generated liver disease."}
{"input":"Doctor, there's skin growing around your toenails, and it's painful.","output":"I think it's possible it's an introspective toenail."}
{"input":"Doctor, there's skin irritation in the scalp and abnormal skin and a little irregularity in the skin rash and new skin lesions.","output":"The symptoms seem to indicate that there's a long-term sun exposure, photo-spotrosis, and it's good to check your diagnosis with a skin biopsy and discuss treatment options with a dermatologist."}
{"input":"Doctor, there's spasms and tics in the lower abdomen, and what's the problem?","output":"The symptoms may indicate an extrauterine pregnancy, and it's good to have additional evaluations and tests to make sure you're diagnosed."}
{"input":"Doctor, there's too little hair in your head and parts of your body, and your skin is swollen and you have a lot of acne and pimples, and you know what's going on?","output":"The symptoms seem to indicate that you have a dermatology disorder called vitiligo, which can cause loss of melanin pigment in the skin, causing white spots, hair loss and acne."}
{"input":"Doctor, there's vaginal pain. What's the cause?","output":"Depending on the symptoms, there could be yeast infections."}
{"input":"Doctor, urine down, rectal bleeding, lower abdominal pain. What's the problem?","output":"The symptoms are likely to be intestinal hemorrhagic."}
{"input":"Doctor, vomiting, cough, sharp chest pain, back pain. What's the problem?","output":"There could be a lung abscess as a result of the symptoms."}
{"input":"Doctor, we're experiencing cramps and tics together during pregnancy. What's the problem?","output":"Yes, I think you've got high blood pressure, which is a form of high blood pressure during pregnancy that can cause seizures, headaches, and other complications."}
{"input":"Doctor, we're experiencing pain during pregnancy, pain in the eyes, facial pain, and what's the cause of these symptoms?","output":"From the symptoms that God explains, it's possible that it's leptospira, and we need to do some tests to confirm the diagnosis, but it's important to get treatment as soon as possible."}
{"input":"Doctor, we're experiencing symptoms of abnormal skin and skin irritation and swelling of lips.","output":"It's probably skin cancer because of the symptoms, and it's good to book a tissue test to check your diagnosis and discuss your treatment options."}
{"input":"Doctor, we've been experiencing backaches, loss of sensations, weakness of legs and back pain in the last few weeks.","output":"The symptoms seem to indicate that there's a waist disk."}
{"input":"Doctor, we've been experiencing recent shortness of breath, increased heart rate, lymph nodes, fatigue, what's the problem?","output":"The symptoms seem to indicate hemorrhagic heart disease."}
{"input":"Doctor, we've got a lot of urine at night, we've got a lot of urine, we've got a bit of urine, we've got kidney symptoms, we've got blood in our throats, what's the problem?","output":"It's probably kidney cancer because of the symptoms, and it's good to run some tests to make sure you're diagnosed, and start treating them as soon as possible."}
{"input":"Doctor, we've recently discovered that there's a lot of nausea and excessive growth in the genital area, and there's a lot of pain and a lot of pain in the knee.","output":"The symptoms may indicate that it's a grocer, and we recommend additional tests to confirm the diagnosis, and we can discuss the appropriate treatment options."}
{"input":"Doctor, what are the symptoms of pain in the side and the leg?","output":"The symptoms could be spinalitis. Do you feel stiffness or tenderness in your neck or back?"}
{"input":"Doctor, what's the cause of the abnormal skin growth and skin lesions, dots and swelling in the body?","output":"Symptoms are likely to lead to a condition called photo-sensimulosis, which is a cancer disease, which can lead to skin cancer if you don't treat it."}
{"input":"Doctor, what's the problem when you experience delusions and hallucinations and your whole body becomes stiff?","output":"It can be a condition of hyperthyroidism, and it's rarely a symptom of thyroid cancer, and it's good to run some tests to rule out the possibility of thyroid cancer."}
{"input":"Doctor, what's the problem with elbow pains, seizures, and lack of strength?","output":"It's suspected of a peritoneal premature rupture, which occurs when the membrane surrounding the baby ruptures before delivery and the fluid leaks."}
{"input":"Doctor, what's the problem with the rapid abdominal pain, vomiting, and chills?","output":"The symptoms seem to indicate that you're suffering from drug withdrawal."}
{"input":"Doctor, what's wrong with having a lot of urine at night and a lot of pain in your face?","output":"The symptoms seem to suspect Chagas ’ disease, which is a parasite infection called trypanosoma cruzi."}
{"input":"Doctor, what's wrong with your ears getting red?","output":"Maybe it's because of your shock, which can cause you to get red and provoke."}
{"input":"Doctor, you can see that your neck is sore and your skin is swollen. What's the problem?","output":"The vocal cords can be caused by tension or excessive use of the vocal cords, and the vocal cords can be swollen and enlarged."}
{"input":"Doctor, you feel pain in your hands and fingers with stiff, cold pain, and you feel a lump or a lump in your elbow, and what's the cause?","output":"The symptoms seem to indicate that there's an external hypertritis known as tennis eloquia, an inflammation of the elbow's tendons that causes pain and stiffness in the hand or finger."}
{"input":"Doctor, you have a headache and a head injury. What's the problem?","output":"The open head injury could be from a head injury like a concussion."}
{"input":"Doctor, you have a lump in your leg and a lump in your neck, and why?","output":"It's possible that it's fatty, the growth of fat cells that form lumps or lumps under the skin, and it's generally not harmful or cancerous, but it's good to get tested to be sure."}
{"input":"Doctor, you have a sharp chest pain. What do you think is the problem?","output":"The symptoms may indicate high blood fat, high blood pressure, and you have to run some tests to check this out."}
{"input":"Doctor, you have frequent urination, increased weight, and urinary pain, do you have anything to do with the disease?","output":"Yes, these symptoms can be caused by stress-repair."}
{"input":"Doctor, you hit your head, and then you got a pain in your face. What's the cause?","output":"Have you experienced any other symptoms, such as headaches or aches?"}
{"input":"Doctor, you keep getting dizzy, your arm feels so heavy, and sometimes you have abdominal symptoms and frequent headaches that look like two things, and what's the problem?","output":"It's possible that the symptoms are severe muscle disease, which causes muscle weakness, including the arm and the eyes, and you have to do some tests to make sure you're diagnosed."}
{"input":"Doctor, you're experiencing a swelling of the eyes and an involuntary abnormality, and what's the cause?","output":"The symptoms are that there's a third chance of neurosis."}
{"input":"Doctor, you're experiencing burning abdominal pain, muscle pain, headache, swelling, weight gain, do you know what causes these symptoms?","output":"These symptoms may be caused by lactose intolerance, which is a sugar in milk and other dairy products, which is difficult for the body to digest."}
{"input":"Doctor, you're experiencing convulsions and convulsions during pregnancy and problems and pain. What's the problem?","output":"It's normal for a pregnant woman to experience convulsions and cramps with some pain and discomfort, but if she has severe symptoms or complications, she should immediately visit gynecology."}
{"input":"Doctor, you're experiencing swelling shoulders, loss of sexual desire, fatigue in the eyes, pain in the eczema, pressure on the pelvic, and what's the cause of these symptoms?","output":"Depending on the symptoms, there may be a mekkel crab that has a small pocket on the lining of the bowel, which can cause a variety of symptoms, including the one you described."}
{"input":"Doctor, you're in pain during pregnancy, there's stains, there's pressure on your pelvic, and what's the cause?","output":"I think you're experiencing complications from pregnancy, and you need a medical appointment to make sure that both the mother and the baby are healthy."}
{"input":"Doctor, you're not sleeping well these days, you're experiencing insomnia, headaches and daytime drowsiness.","output":"I think you're suffering from a non-anxiety syndrome."}
{"input":"Doctor, you're not strong, you're weak, you're feeling heat, you're feeling cold, what's the problem?","output":"Has it been in cold weather recently, or has it been exposed to extreme cold temperatures for long periods?"}
{"input":"Doctor, you're suffering from a Formography. What kind of medication would it be better to take?","output":"You have to apply the beta metazone local product twice a day for four or six weeks, which will help reduce inflammation and promote the stretching of the poppy."}
{"input":"Doctor, you're very sick these days, you're experiencing vomiting, sharp chest pains, dizzyness, abnormal involuntary movements, what's the problem?","output":"The symptoms seem to indicate that you're suffering from alcohol withdrawal, and it's important to get medical attention immediately to manage the symptoms and prevent further complications."}
{"input":"Doctor, you've been bleeding out your eyes in the last few days. What's the cause?","output":"The symptoms suggest that he's bleeding from the free body."}
{"input":"Doctor, you've been diagnosed with autism. What kind of medication do you need?","output":"We need a combination of these drugs: atherosine, progesterone, Pluticason, local products, Estradio, Rebalbunelol, insulin, aspilot, humane, Celecoccus, eoglytic, and Convet."}
{"input":"Doctor, you've been in a bad breath lately. Can you tell me what's causing it?","output":"The shortness of breath can be a symptom of anxiety. Have you been anxious or stressed lately?"}
{"input":"Doctor, you've been sweating a lot lately. What's the cause?","output":"The cause of overexploitation is pulmonary embolism. Have you ever experienced other symptoms, such as shortness of breath or chest pain?"}
{"input":"Doctor, you've got a cut in your nose, and your knee is weak, and your hearing is weak, so what's the problem?","output":"The symptoms can cause staph infection in the wound, affecting the knee, causing hearing loss, and you have to start treating it immediately."}
{"input":"Doctor, you've got a fever, and you've got urinary pericardium. What's the problem?","output":"The symptoms seem to indicate that there's strepsis, which is a type of kidney infection that requires quick treatment to prevent further complications."}
{"input":"Doctor, you've got a fever, you've got a stomachache, you've been experiencing occasional depression or psychosis, and why?","output":"If you look at the symptoms that God explains, it's possible it's sepsis."}
{"input":"Doctor, you've got a hard, sharp chest and breathing problem. What are the symptoms?","output":"The symptoms seem to indicate that he's having a lung hemorrhage."}
{"input":"Doctor, you've got a neck injury, and your heart rate seems very rapid, and it looks like your skin is swollen and your legs and feet are infected, and what's the cause of these symptoms?","output":"The symptoms seem to indicate that there's a bile bile that's a bacterial skin infection, and it's important to start treating it immediately so that it doesn't spread anymore."}
{"input":"Doctor, you've got a noseometriosis and throat pain, so why?","output":"I think you've got a cold."}
{"input":"Doctor, you've got a sharp pain in your arm, and you've also found a lump in your elbow. What's the problem?","output":"You need to come to the hospital immediately for medical examination and treatment."}
{"input":"Doctor, you've got back cramps, tics, hip pain.","output":"The symptoms suggest that there's a scrotum fracture."}
{"input":"Doctor, you've got chest problems with facial pain and frontal lobes. What's the problem?","output":"You seem to have chronic sinusitis."}
{"input":"Doctor, you've got chills, you've got difficulty breathing, you've got swollen shoulders, you've got joint pains.","output":"The symptoms may indicate that there is a valley heat, and it's good to do some tests to check the diagnosis."}
{"input":"Doctor, you've got elbow cramps and tics and nails biting. What's the problem?","output":"These symptoms can be caused by a real disorder, a mental health condition that pretends to have a disease or injury or causes its own symptoms."}
{"input":"Doctor, you've got involuntary urination, palpitations, motor problems, headaches, buttballs or sores. What's the problem?","output":"The symptoms may indicate that the brain has a buildup of brain spinal fluid, which causes motor problems, short-term payments, cognitive problems, normal pressure chickenpox."}
{"input":"Doctor, you've got kidney and gum bleeding. Can you help me understand what's going on?","output":"Symptoms suggest leukemia, which is a type of cancer affecting the blood and bone marrow, and it's good to do some blood tests and bone marrow biopsy to confirm the diagnosis."}
{"input":"Doctor, you've got pain and itching in your eyes, and why?","output":"It looks like there's a small, painful cloud of garax inside or outside the eyelids."}
{"input":"Doctor, you've got pain in your eyes and a lump in your knee. Do you know what's causing it?","output":"You're likely to have lead poisoning depending on your symptoms. Have you been exposed to lead lately?"}
{"input":"Doctor, you've got some annoying skin-scorching on your feet. What's the problem?","output":"I think there's something to the symptoms, which is a mildew infection that normally causes the skin between the toes toe toe toe toe to the skin and torrid torrid to the skin."}
{"input":"Doctor, you've had a lot of menstrual problems, and you're having more menstrual problems, and you're experiencing cramps and lower abdominal pain, and you're having problems with your pregnancy.","output":"The symptoms seem to indicate an irregular menstrual cycle, which can cause frequent periods of menstruation, cramps and cramps, lower abdominal pain, infertility and even sharp abdominal pain."}
{"input":"Doctor, you've recently had a stiff, cold knee, a little bit of shoulder pain.","output":"The symptoms seem to indicate that the knee has been decommissioned."}
{"input":"Doctor, you've recently had sharp chest pains, excessive anger, headaches.","output":"The symptoms seem to be the result of smoking or addiction to tobacco."}
{"input":"Doctor, your ankle's swollen and your joints are in pain, and you feel your toes and your feet swollen, and you feel a lump in your foot.","output":"Your symptoms suggest that the ankles, feet, and toes are swollen, and the lumps can be filled with a fluid called a nerve node that occurs near the joints and the sinews."}
{"input":"Doctor, your anus hurts and your whole body hurts. What's the problem?","output":"It's possible that these symptoms are caused by injuries in one of the internal organs, and we have to do some tests to determine the extent of the injuries and how best to treat them."}
{"input":"Doctor, your arm has been in pain lately, your knees have been in pain, and you've found that your elbow is slightly swollen, and what's the cause?","output":"It's an inflammation of the septic sac, which is a small fluid that wraps around the joints and cushions the bones, the sinews and the muscles."}
{"input":"Doctor, your arms and legs have spots on your skin, and why?","output":"Have you had contact with new soaps, laundry detergents, or textiles recently?"}
{"input":"Doctor, your back is weak and your eyes are bleeding. What's the cause?","output":"You may have Hishspung disease, which affects the colon and interferes with normal urination, causing back weakness and eye fatigue."}
{"input":"Doctor, your breath is pretty and you're getting hot. Do you know what's causing it?","output":"Yeah, I think it's possible that it's asthma. Have you had this before, or have you had your first symptoms?"}
{"input":"Doctor, your breath is pretty, your scissors are pussy, your muscles are swollen, you're ruby, what's the problem?","output":"It's possible that it's an adrenal gland, which is a disease that causes these symptoms by developing tumors that produce excess hormones in the adrenal glands."}
{"input":"Doctor, your elbow is numb and your leg is in pain. What's the cause?","output":"Maybe it's Turner's syndrome, because of the symptoms. Have there been any changes in the body or in the menstrual cycle?"}
{"input":"Doctor, your eyes are bleeding. What's the cause?","output":"The symptoms seem to be the cause of the medulla deformity."}
{"input":"Doctor, your eyes are in pain and you've been drinking a lot lately. What's the problem?","output":"The symptoms suggest a facial fracture."}
{"input":"Doctor, your eyes are inoculated, and you have lymphoma, and you know what's going on with me?","output":"It's best to run some tests to identify the diagnosis."}
{"input":"Doctor, your feet have skin dryness, texture, scales, rashes. What's the problem?","output":"It's a fungus infection that grows on the skin of your feet."}
{"input":"Doctor, your feet have skin lesions. What's the problem?","output":"It's a fungus infection that affects the skin of your foot."}
{"input":"Doctor, your feet, your toes, your scalp, your muscles, what's the problem?","output":"The symptoms seem to make me suspect fasciitis."}
{"input":"Doctor, your hands and ankles are swollen and your fingers are in pain. What's the problem?","output":"It's a common form of arthritis, which causes inflammation and pain, because of the symptoms of gout."}
{"input":"Doctor, your hands and fingers are swollen, your body fluids are down, and you're experiencing vomiting and respiratory problems.","output":"The symptoms suggest that there's a drop in fluid."}
{"input":"Doctor, your heart rate is rapid, you're sweating, your arm's pain, and what's the cause of these symptoms?","output":"There's a possibility that you're experiencing a heart attack based on your symptoms, and it's important to get immediate treatment to avoid further complications."}
{"input":"Doctor, your knee is swollen and stiff, and you've got hip pain. What's the cause?","output":"The symptoms may be the swelling of the knee joint, the stiffness, and the chronic knee pain, which is accompanied by hip pain."}
{"input":"Doctor, your knees are weakened, your vision is dimmed, your eyes are in pain.","output":"The symptoms seem to indicate that you're suffering from an open eye wound."}
{"input":"Doctor, your legs are numb and your throat lymph nodes are swollen, and your throat is swollen and a lump is touched, and what's going on?","output":"It's very likely that it's thyroid cancer because of the symptoms, and it's important to do some tests to identify the diagnosis and determine how best to treat it."}
{"input":"Doctor, your lips are dry and your throat hurts.","output":"I think there's a bile and abscess or abscess in the mouth."}
{"input":"Doctor, your lips are swollen, so it's uncomfortable. Do you know what's causing them?","output":"Yes, it could be allergies."}
{"input":"Doctor, your lips are swollen, you've got a fever, you've got an ulcer in your mouth, what's the problem?","output":"These are symptoms of gum disease."}
{"input":"Doctor, your new joint is stiff and tired, and why?","output":"It's caused by a parasite called trypanosoma cruzi, which can cause joint strength, shortness, fatigue."}
{"input":"Doctor, your scalp isching, your feet and toes are swelling, and your throat is swollen.","output":"The symptoms may indicate that it's an introspective toenail."}
{"input":"Doctor, your wrist is swollen, your arm hurts, your shoulder hurts, your elbows are stiff, your shoulders are cold, your shoulders are stiff, and you're experiencing cold symptoms.","output":"The symptoms seem to indicate a broken arm."}
{"input":"Doctors, deafness, nausea, hearing degradation, vomiting, helplessness. What's the problem?","output":"The symptoms suggest that there's a positive seizure, a body satellite suspension, or a BPPV."}
{"input":"Doctors, earaches, headaches, nausea, soreness, a sense of deafness, do you know what's causing it?","output":"The symptoms suggest that he has Menier's disease."}
{"input":"Doctors, loss of sense, weakness of legs, loss of sense, even headaches. What's the cause of these symptoms?","output":"It's a rare disease that causes muscle inflammation and mildew, which requires some testing and imaging to confirm the diagnosis."}
{"input":"Good morning, doctor. Your eyes are bloodied and you have other eye symptoms. What could be the problem?","output":"The symptoms suggest that there's eye and bile and bileitis."}
{"input":"Good morning, sir. I've had knee pain a few days ago. Can you tell me why?","output":"In terms of the symptoms that you just mentioned, you're likely to have stromatricosis, a fungus infection that normally spreads through skin injury or injury."}
{"input":"Hello, sir, your fingers hurt a lot, and they're swollen.","output":"The symptoms seem to indicate injury to the finger."}
{"input":"Hi doctor, I found my breast tissue growing and tender, and I'm afraid it's feminine.","output":"For example, if you're dealing with a hormone imbalance or a drug, you'll need a drug like tammosis or exegenoid, which can help reduce inflammation if you're having an inflammation."}
{"input":"Hi doctor, I have Down's syndrome and I'm curious about which drug to take.","output":"Depending on your status, you need to take Ofloxacin, brompenseine (E.N.T.), cymecone, pegasase, lacosamide, anti-hemorrhoids, Tioridasin, synaptic acid, sulfate and sulfate barium."}
{"input":"Hi doctor, I have acne or acne in my skin, and it doesn't go away with normal acne therapy.","output":"If you put it off as a symptom, you're more likely to have a viral skin infection called streptococcus."}
{"input":"Hi doctor, I'm experiencing chronic pain and fatigue throughout my body, and I've been diagnosed with fibromyalgia.","output":"It's recommended that we take Fregabalin, Norttylin, and Milnazion together to alleviate pain and fatigue."}
{"input":"Hi doctor, I'm experiencing severe menstrual hemorrhage and pelvic pain, and I went to see a gynecologist, and I was diagnosed with hysteroma, which drug should I take?","output":"To treat amniocentesis, you have to take drugs such as medoxyprogesterone, loprolyphon, progesterone, chlorin, hcg, norretin, navoplin, naturin, burrelol, anti-solin, or sulfenesis."}
{"input":"Hi doctor, I'm feeling very nervous these days, and I'm getting a lot of thoughts and actions that I can't control, and I think I'm compulsive.","output":"Yeah, that sounds like an obsession, and it's good to take a drug called fluoccetin, which is an anti-depressive drug that can help you manage compulsive symptoms."}
{"input":"Hi doctor, I'm having pain and discomfort when I urinate, and I've also had the urge to urinate a lot.","output":"I'd like to run some tests based on the symptoms, and I'd like to start by doing a urine test to see if there's a physical cause. If it's necessary, you can do a CT scan, a u.V., and a biopsy."}
{"input":"Hi doctor, I've recently experienced a very tired and abnormal inert movement, and I feel a slight swelling of the neck and an irregular beat of the heart.","output":"The symptoms seem to indicate that there is a toxic polythy thyroidoma."}
{"input":"Hi doctor, I've recently had a strange condition: regional weakness, menstrual periods haven't started for two months, joint and knee pain, and what's the cause of these symptoms?","output":"From the symptoms that God has described, it's possible that you have all of these red-synthetic luphus or SLE."}
{"input":"Hi doctor, neck, shoulder, and arm pain. Do you know what the symptoms are?","output":"The symptoms seem to indicate that you're suffering from nervous pain, which can cause pain in your neck, your shoulder, your arm, along a path that your nerves pass through."}
{"input":"Hi doctor, you're experiencing joint stiffness, stress, involuntary urination, and you've got knee lumps or lumps.","output":"The disorder that God has is called Carcinoid syndrome, which is rare when cancer cells release chemicals into the bloodstream, causing the symptoms mentioned above."}
{"input":"Hi doctor, your tongue swells and your tongue hurts and your mouth hurts, and what's the cause of these symptoms?","output":"It's possible that you're suffering from the symptoms."}
{"input":"Hi, I'm feeling a lot of pain and swelling in my ankle, and I don't remember any injuries, but I've been nervous a few days ago.","output":"It's probably an ankle fracture because of the symptoms, and it's good to get X-rays and tests to check the diagnosis and determine the right treatment."}
{"input":"Hi, I've been diagnosed with osmosis. What kind of medication should I take?","output":"The drug that's recommended for osmosis is volume baracin, cortisone and fluonolone."}
{"input":"Hi, doctor, I have a small, molten pearl-shaped skin disease called cosmological conflict, and what drug would you recommend?","output":"Yes, streptococcus can be used for a variety of drugs, such as hydrocortisone, prequested localizers, trotti seniors, and anti-immunes."}
{"input":"Hi, doctor, I have a stick in my eye. What's the drug for the garax?","output":"The drugs needed for it are erysomasin, erythromysin, sulfatamide, sodium eye drops, Gentamisine, tobramycin, torraticin, tetratiscin, gentamisin, and anti-periosine drugs."}
{"input":"Hi, doctor, I recently got diagnosed with hyperglobulins, which drug should I take?","output":"In the case of amniocrinosis, you have to take omega-3 fatty acids, folic acid, vitamin B12, eryphotin Alpha, thropoplanol, lythroxio, mettotrexate, tettaris, Messsitin, mesergas, Letrozos."}
{"input":"Hi, doctor, I recently had a couple of skin dots on my body. What's the problem?","output":"This skin dot could be a symptom of skin polyps, and to be sure, you need to be tested for skin."}
{"input":"Hi, doctor, I recently had a problem with my eyesight, which seems to be causing a lot of pressure in my eyes, and I think it's getting worse around me.","output":"I'm going to give you a drug that will help you with glaucoma."}
{"input":"Hi, doctor, I think you've got a fracture in your jaw. It's very painful and you can't keep your mouth shut.","output":"I'm sorry. It's good to perform a routine X-ray and X-rays, including X-rays and X-ray scans (Scanct)."}
{"input":"Hi, doctor, I'm experiencing allergic reactions and deafness with a feeling of deafness. What's the cause?","output":"The symptoms seem to indicate Menier's disease."}
{"input":"Hi, doctor, I'm experiencing an involuntary contraction of the eyelids, often blinking more frequently and sometimes closing their eyes longer than usual.","output":"I think you're suffering from an eye convulsion, and the most appropriate drug is botulinum toxins A."}
{"input":"Hi, doctor, I'm experiencing menstrual bleeding and lower abdominal pain with spasms and spasms, and I'm pregnant and I'm facing some of the problems of pregnancy.","output":"If you have cysts on your vagina, you can develop a variety of symptoms, such as menstrual bleeding, hip pain, and lower abdominal pain, which can also cause some difficulty during pregnancy."}
{"input":"Hi, doctor, I've been diagnosed with diabetes ketonic acidosis, which drug should I take?","output":"You need to take insulin to regulate your blood sugar levels. You can use insulin glatsin, insulin aspats, humane, or insulin demir."}
{"input":"Hi, doctor, I've been experiencing nausea, telophase, vomiting in the last two days, and I'm afraid yesterday my lips are swollen and I'm allergic.","output":"The symptoms you're talking about are the general side effects of a particular drug, if you have a new drug recently."}
{"input":"Hi, doctor, I've been feeling stiff and extremely fatigued lately.","output":"It's possible that you have multiple myeloma because of your symptoms, and you have to do some tests to check your diagnosis."}
{"input":"Hi, doctor, I've been having eye pain for the last few days.","output":"The symptoms may indicate an cornea wound, a scratch on the transparent protective layer in the front of your eye. Have you noticed anything recently in your eye?"}
{"input":"Hi, doctor, I've been very tired and weak lately, and my skin looks pale, and I don't know what's wrong.","output":"I think you have iron deficiency anemia. It's good to take iron supplements."}
{"input":"Hi, doctor, I've got a lot of pain in my leg, mainly around my ankle.","output":"Based on what God says, I think there's some pain caused by bone spurs of the fibula."}
{"input":"Hi, doctor, I've got a problem with my temper these days, I get angry and sometimes I get into physical fights.","output":"From what God has explained, I think we're experiencing a behavioral disorder that can turn children and adolescents into angry, violent, and physically aggressive behavior and emotional disorders."}
{"input":"Hi, doctor, I've got bladder and side pain symptoms.","output":"The symptoms seem to indicate that it's likely to be lung cancer, and we need some additional tests to identify the diagnosis."}
{"input":"Hi, doctor, I've had a lot of time to pee, but I've got a lot of pain, and I've got a lot of blood in my urine, so what's the problem?","output":"I'm going to give you some antibiotics, such as cyproflixins, mints, nitrofoplanosin, reboplactins, Trimeprosm, cepixia, or cephrixia to help alleviate pain and discomfort."}
{"input":"Hi, doctor, I've recently been diagnosed with Edward's syndrome, and what medical tests do I need?","output":"Hi, I'm sorry, the medical tests required for diagnosis include childhood catheters, microscopic tests, physical therapy exercises, ultrasound, corneal transplants, TURPs, and coronary hemolysis."}
{"input":"Hi, doctor, I've recently been diagnosed with dermatology, which drug would you recommend?","output":"The drugs needed for the skin type may be the Tretti’s solution, the peroxide benzoils, the cyclofix soups, the salicilicate, the aluminum, and the six-generium solution."}
{"input":"Hi, doctor, I've recently heard that there's been a problem with hearing, that it might be a noan, what kind of medicine do you need?","output":"In the case of Noan, it's recommended ivandromet, potassium chloride, rovastatin, Cerecoccisin, mekamilamin, grefalyxacin, Mempalyxacics, militagjos, and phrothodols."}
{"input":"Hi, doctor, can you tell me what's wrong with my pelvic pain and pus in my urine?","output":"When you put it off as a symptom, there's this problem with vaginal material. Have you put something into vagina recently?"}
{"input":"Hi, doctor, depression, nausea, dizziness, abnormally involuntary movement, drowsiness, what's wrong with me?","output":"The symptoms may indicate that the blood sugar level is getting too low, or hypoglycemia."}
{"input":"Hi, doctor, my baby's diaper area is red and very stimulating, and I think it's a diaper rash.","output":"The first step is a complete physical skin test to identify the severity of rashes, which may require other diagnostic procedures, such as interviews and counseling."}
{"input":"Hi, doctor, there was a little bit of pain and pain in the breast, and recently there was a lump or lump in the arm, and what was the problem?","output":"It's possible that it's a female cyst, which occurs in breast tissue and is filled with non-mal cancerous fluid that can sometimes cause pain or discomfort."}
{"input":"Hi, doctor, there's a foreign substance in your eye.","output":"You're going to have to use an ophthalmic ophthalmologist."}
{"input":"Hi, doctor, there's a lot of nausea and upper and lower abdominal pain, and what's the cause?","output":"It could be a major infection, in terms of symptoms, to be tested for a diagnosis so that the treatment can begin as soon as possible."}
{"input":"Hi, doctor, there's been some problems with your eyes always getting tired, convulsive, stiff feet and toes and a little weight gain.","output":"It's likely to be flat feet, which cause movement problems and stiff feet and stiff toes, and weight gain may be caused by foot fatigue and loss of physical activity."}
{"input":"Hi, doctor, you've got a injury to your arm, and you've got a lot of elbow pain. What's the problem?","output":"The symptoms can cause inflammation or irritation of the elbow's tendons."}
{"input":"Hi, doctor, your knee is swollen and back pain and knee pain have been going on for quite a while. Can you tell me what's wrong?","output":"The symptoms seem to indicate that there are sedimentary arthritis that causes chronic knee pain, swelling and back pain."}
{"input":"Hi, doctor, your skin is so dark these days, and you've got a red spot on your body, and I think you've got chicken pox.","output":"It's possible that you have chicken pox, but you have to do a complete physical skin test to confirm your diagnosis, and then you have to do a HlV test to rule out the possibility of HlV infection."}
{"input":"Hi, doctor. I'm having trouble with my ears, and my ears are swollen red, and I can't hear them properly, and I hear abnormal breath sounds, and I feel my nose is blocked.","output":"The symptoms seem to indicate that there is a malfunction in the function of the Eustaki tube."}
{"input":"Hi, doctor. I've been having tremors in my hands and legs for a while.","output":"I think you've got Parkinson's disease, and I'm going to give you a drug called Lophiniol that helps you manage your symptoms."}
{"input":"Hi, doctor. I've got a problem with my ankle. My ankle's been swelling and it's been really painful for the last few days.","output":"I think my ankle's decapitated."}
{"input":"Hi, doctor. I've got swelling ankles. Do you know what the cause is?","output":"It could be anemia caused by chronic kidney disease."}
{"input":"Hi, doctor. What's wrong with you? You can't breathe, you can't feel your legs.","output":"It's possible that you have low calcium hemolysis because of your symptoms."}
{"input":"Hi, doctor. Your arm is swollen, your hand is stiff, your wrist is swollen, your wrist is pain.","output":"The symptoms suggest that there's a fracture in the hand."}
{"input":"Hi, sir, I think I'm having Graves' disease, and I'm suffering from excessive rashes, weight loss, anxiety.","output":"All right, I'm going to start the treatment: Tigress, methimazol, profile tiurasil, profraol, thyroid (athyroid gland)."}
{"input":"Hi, sir. I got my E.K.G. results, and they say that I have a colonoma. What kind of medication should I take?","output":"You need to take a medazolam, a pentane, a propofol before a polypectomy, and then you can take a routerium and hydrocortisone-primide to relieve the symptoms."}
{"input":"Honestly, just say that you had to have a procedure done that you'd rather not talk about. I work in the medical field too and I have never had anyone push after saying that.","output":"Vasectomy, cord lipoma removal.Where I am, hernia repair earns you 4-6 weeks of light duties."}
{"input":"How concerned should I be regarding leukemia, lymphoma or some other blood related cancer","output":"Id have absolutely no concern for these things with these labs"}
{"input":"I don't believe so, that doesn't sound familiar. Is this something I should speak with Hematology about once I see them?","output":"It's an endocrine disorder that would fit most of your symptoms (and also the high WBC count)"}
{"input":"I updated D-dimer and platelet results now that Im home to see my bloodwork. I apologize I keep replying, but since you made the list, I thought Id let you know, in case you end up not seeing it.","output":"Do you have a picture of your blue arms? Is it al over? Are the blue areas painful or itchy?"}
{"input":"I'm experiencing a doctor, a Vinño, a urinary pain, a sharp abdominal pain, a chest pain, an involuntary urination. What's the problem?","output":"There could be a urethra, a closed urine that blocks normal flow through the ureter system."}
{"input":"I'm experiencing a doctor, a good time, a low vision, a burn or a sting of the eye, a speck in my vision, a tear in my eyes, an excessive tear, what's the problem?","output":"The symptoms seem to have acute glaucoma, and it's good to have additional tests and tests to check the diagnosis and start a proper treatment."}
{"input":"I'm experiencing a doctor, a vaginal secretion, an indomitable urinary tract, a cough, a quantity. What's the problem?","output":"The symptoms are likely to indicate that he was infected with the genital papillomavirus."}
{"input":"I'm experiencing a doctor, vaginal dryness, rash, weight gain. What's the cause?","output":"It's very likely you're suffering from menopause."}
{"input":"I'm experiencing a painful bone, aching joint pain, hip pain, stiffness, memory problem.","output":"The symptoms seem to indicate that you have osteoporosis, a condition in which bones are weak and fragile, which can lead to painful fractures in your hip, spine and wrist."}
{"input":"I'm experiencing doctors, backaches, involuntary urination, side pain, and what's the cause?","output":"The symptoms may indicate positive kidney cysts."}
{"input":"I'm experiencing doctors, toilets, fluids, vomiting, diarrhea, sharp abdominal pain. Can you tell me what's wrong?","output":"It's possible that it's cancer of the stomach because of these symptoms, and you have to do some tests to make sure you're diagnosed."}
{"input":"I'm experiencing some of the symptoms of doctors, bladders, weight gain, or involuntary urination. What's the problem?","output":"The symptoms seem to indicate you're suffering from a stress breakthrough."}
{"input":"I'm experiencing symptoms of doctors, backaches, muscle swelling, anxiety, anxiety, shortness of breath. What's wrong with me?","output":"It's possible that this is an adrenal gland, which is a type of tumor that grows in the adrenal glands, which can cause a lot of symptoms, including the symptoms that you've described."}
{"input":"I'm feeling a lot depressed these days, and I feel like I'm depressed, and I feel like I'm at the lowest point in my life, and I get puss in my urine, and I get spasms and spasms in my elbows.","output":"You're likely to be depressed by your symptoms, but you're probably suffering from a pathological disorder, and you have to do some tests to make sure you're diagnosed."}
{"input":"I'm not sure, my dad had one and was advised no heavy lifting for six weeks post op","output":"I would say testicular torsionNo guy is asking any questions after that"}
{"input":"I've got itchy, and I've got it in my chest.","output":"The symptoms you're experiencing may be signs of tuberculosis. Did you cough?"}
{"input":"Is throat clearing the same as coughing? My coworker has been doing it all day and we share an office.","output":"not the same, but can be a sign if infection. Im not clairvoyant though."}
{"input":"It's hard to move your arms and legs these days, and your muscles seem really stiff or tight, so what's the problem?","output":"You're experiencing some early symptoms of Parkinson's disease, some additional tests to check your diagnosis, but at the moment, focus weakness and muscle rigidity seem to be the biggest cause."}
{"input":"Sir, I can't see my right eye, and I can feel it. Can you tell me what's wrong?","output":"The symptoms suggest that it may be glaucoma. Have you been diagnosed with glaucoma before?"}
{"input":"Sir, I can't sleep at night, I'm tired during the day, and I can't breathe.","output":"I think you're experiencing the symptoms of OSA."}
{"input":"Sir, I feel a lot of pain in my lower body. Do you know what's causing it?","output":"The symptoms that God's saying are that you're suffering from a sedimentary disk disease, a condition that causes backaches when the disk between the spines is worn out."}
{"input":"Sir, I have a blood cyst on my back, and I don't have any pain, but it's getting bigger.","output":"In this condition, you have to use \"Tretty Older People's\" and \"Clinda Macin's\"."}
{"input":"Sir, I hit my head hard yesterday, and my nose was red and my nose was a little red, and I passed out for a few seconds.","output":"The symptoms seem to indicate a head injury, and we need to do some tests to make sure that there's some internal bleeding in the brain, and it's best to avoid complications as soon as possible."}
{"input":"Sir, I recently had a problem in my ear, and I think there's a fluid in my ear, and there's a constant sound, and there's a lump in my neck.","output":"It's important to understand the level of hearing loss and the underlying cause of hearing loss, and so we need to look at the mass of the neck as well."}
{"input":"Sir, I recently had a problem with my ear, and I think there's a constant ringing sound in my ear, and I think there's a fluid in my ear.","output":"The symptoms seem to indicate that you're suffering from an allergic reaction or swelling or redness of the amygdala?"}
{"input":"Sir, I recently had a problem with my eyesight, and I went to the ophthalmosis, and I was diagnosed with it, which drug should I take?","output":"The drugs needed for choroiditis are Frednisolon, Tropicad anti-Ax, duramax, superpent ophthalms, suppen ophonics, Timool, atropine, methrexe, paracytin, vitamins A, leadership, Dextreamin."}
{"input":"Sir, I think I've got motosis, and I've been tired and vomiting blood lately.","output":"We need to get an abdominal CT scan based on the symptoms to make sure that there's something wrong with the internal organs."}
{"input":"Sir, I think there's something on my neck and I don't think I can swallow.","output":"The symptoms suggest that there's a foreign substance in the neck that needs to be done with ordinary X-rays to determine the location of the foreign substance."}
{"input":"Sir, I'm always tired.","output":"Oh, right. Any other symptoms? Patient: No, I'm just tired."}
{"input":"Sir, I'm experiencing abdominal pain, reflux and intestinal edema. Can you tell us what caused these symptoms?","output":"I think you're experiencing stomach paralysis, which affects the muscles of the stomach, and it's not emptying the stomach properly."}
{"input":"Sir, I'm experiencing an infant in sex. Can you tell me what's causing it?","output":"like diabetes, heart disease, anxiety or depression."}
{"input":"Sir, I'm experiencing low vision. Do you want to know why?","output":"The symptoms suggest that there's a pituitary gland."}
{"input":"Sir, I'm experiencing personality problems, fears and phobias, delusions and hallucinations, nightmares and excessive anger.","output":"From the symptoms that God has described, you seem to be suffering from an adaptational response."}
{"input":"Sir, I'm experiencing telophase, bed-wetting, bed-wetting, night-wetting. Can you tell me what's wrong?","output":"You're suffering from bladder obstructions because of your symptoms."}
{"input":"Sir, I'm feeling so depressed these days, and I can't get over my depression, and sometimes I have really weird thoughts and behaviors, and it's very scary.","output":"I think depression can be the result of drug abuse -- have you taken illegal drugs like cocaine recently?"}
{"input":"Sir, I'm suffering from facial pain, skin swelling, telophase, mouth pain, and so forth.","output":"I think there's a dental abscess, and we need to do some tests to check the diagnosis and provide the treatment we need to prevent further complications."}
{"input":"Sir, I've been experiencing hypothermic and leg pain for quite some time now.","output":"The symptoms suggest you're suffering from chronic backaches."}
{"input":"Sir, I've been having a stress breakthrough these days, and I'm having a big problem with my daily life, and should I take drugs to improve it?\"","output":"\"It's good to take Toltherodin, or Oxybutininin, which can help reduce the urge to relax the bladder muscles and urinate frequently."}
{"input":"Sir, I've been sick lately, I've had a fever, I recently delivered a baby, and I want you to know what might be the problem.","output":"Your symptoms and recent pregnancies indicate post-op infections."}
{"input":"Sir, I've recently had some symptoms in my hand, such as an infection of the skin of my arms and hands, swelling my hands and fingers and aching bones.","output":"The symptoms seem to indicate that you're suffering from trigger resin, also called finger disease."}
{"input":"Sir, fingers and hands hurt a lot, and I feel swollen and stiff. What's the problem?","output":"The symptoms suggest that your fingers have been disembodied."}
{"input":"Sir, leg pain, groin pain, back pain, hip pain, hip stiffness or abrasion, do you know what the symptoms are?","output":"The symptoms suggest that there's a high arthritis that can cause pain or stiffness in the area you're talking about."}
{"input":"Sir, my eyes are falling apart and I feel pain in my eyes. What's the problem?","output":"The symptoms are likely to be mild."}
{"input":"Sir, my eyes are sore and I keep crying, and my nostrils are sore. What's the problem?","output":"The symptoms seem to indicate peritoneal, or pericarditis, which is a common, treatable disease."}
{"input":"Sir, neck pain, elbow pain, stiffness or pain in the arm, swelling of the shoulder.","output":"The symptoms seem to have hurt your shoulder, and you have to do some additional tests to make sure you're diagnosed."}
{"input":"Sir, over the last few weeks, we've been experiencing eye pain, excessive tears, intubation, itching, fever, what's the cause of these symptoms?","output":"The symptoms seem to indicate that you're struggling with noon, a condition associated with aging, where the lens of the eye becomes less flexible and harder to focus on nearby objects."}
{"input":"Sir, pelvis stress, urinary pain, sharp abdominal pain, please tell me what's wrong.","output":"The symptoms seem to indicate that you have protozoia, which is a parasite from eating raw meat or raw meat, especially pork, and you need to be tested and treated as soon as possible."}
{"input":"Sir, the gums are sore and sore. What's the problem?","output":"There seems to be a tooth decay, a common dental disease that can cause gum stimulation and pain."}
{"input":"Sir, the vaginal bleeding continues after menopause, and there's also discomfort and pain in the pelvis.","output":"If you consider symptoms, there may be a uterine disease, and it's important to run some tests to figure out the root cause of the symptoms."}
{"input":"Sir, there's a lot of pain in the groin and a lot of pain in the bone, and it's hard to talk, and sometimes there's delusions and hallucinations.","output":"The symptoms suggest that you have a hip fracture, and you can do some video tests to confirm your diagnosis, and then you can plan your treatment."}
{"input":"Sir, there's a problem with the jaw. There's swelling of the jaw and swelling of the eyes. There's pain in the mouth and skin stimulation in the mouth.","output":"The symptoms suggest that there's a fracture in the jaw."}
{"input":"Sir, there's abdominal and abdominal ovulation, and sometimes you feel nausea and vomiting, and you have toilets, and you don't have gas.","output":"We need to do a series of medical tests, such as CBC, blood test, radiation, kidney function, electrolyte, glucose test, glucose levels, and an abdominal x-ray (X-ray line)."}
{"input":"Sir, there's been a lot of shoulder spasms, tics, pain during pregnancy, pain in the breast, wear, and pain in the face and ankle, and why?","output":"The symptoms seem to be the result of lead poisoning, which can lead to lead-infected diseases that we just talked about."}
{"input":"Sir, there's been some abnormal symptoms during the recent pregnancy, including stains, bleeding, and a mix of blood in the stools.","output":"The symptoms may indicate abnormal uterine bleeding and acute thyroid disease, which can cause pericardial bleeding, which I recommend further tests and evaluations to confirm this diagnosis."}
{"input":"Sir, there's irregular navel and weight gain, skin swelling, and tell me what's wrong.","output":"The symptoms seem to indicate that you have female breast disease, which is a condition in which male breast tissue swells and grows larger than normal."}
{"input":"Sir, there's shoulder pain, irregular abdominal pain, and hand or finger pain.","output":"The symptoms suggest that there's an external hyperthermitis called tennis eloquira."}
{"input":"Sir, you can't see, you can't see, you can't see, you can't see, you can't see, you can't see, you can't see, you can't see, you can't see.","output":"The symptoms seem to be suffering from retinal retination, and it's a good idea to get a good eye and a good eye appointment to check your diagnosis."}
{"input":"Sir, you're feeling uncomfortable with quality problems, such as vaginal secretions, sexual pain, hip pain, skin lesions and sensitivism.","output":"The symptoms that God's talking about suggest that you have an out-of-the-box disease, and with some tests, you can identify the exact cause of the symptoms and provide a proper treatment plan."}
{"input":"Sir, you've missed your period, and you've got your hip pressure, and you've got a little bit of squeamish spots, and you've got a little traffic during pregnancy.","output":"The symptoms seem to indicate that you're experiencing pregnancy high blood pressure."}
{"input":"Sir, you've recently had severe urinary pains. What's the problem?","output":"The symptoms seem to indicate urethra, which is an inflammation of the urethra, which can cause urinary pain."}
{"input":"Sir, your entire lower body hurts, your skin swells, and you feel pain around your anus.","output":"It's a very common disease, but it may require medical attention."}
{"input":"Sir, your shoulder is swollen, stiff, painful, weak shoulder, and your tongue looks a little bit weird.","output":"The swelling, stiffness, pain and weakness are all common symptoms of this type of injury, sometimes causing pain in the neck or back."}
{"input":"Sir, your shoulder pain is continuing. Do you want to know what caused it?","output":"The bone tissue of the shoulder joint could be a bloodless necrotic death due to lack of blood supply."}
{"input":"Sir, your shoulder pain, your leg pain, your neck pain, your back pain, your headache, what's the problem?","output":"The symptoms seem to indicate fibromyalgia."}
{"input":"THIS. NAD but same symptoms I had and it was sepsis. I was also sent home from doctor/ER twice before they realized it. Need to have blood taken for dx (in my case anyway).","output":"Please read our rule on claiming credentials"}
{"input":"Thank you so much!At what point would you consider it to be abnormal? I obviously have no knowledge other than the vagueness I see which is 12-20.","output":"It's more abnormal to be tracking your resp rate while asleep."}
{"input":"Thank you! My hypochondria gets the better of me sometimes","output":"So why have a device that gives you too much information with no real need/ability to analyze it usefully? Get rid of that smart watch thing and move on with life."}
{"input":"Thank you, Doc. So salicylic acid should work better than selenium sulfide? Selsun Blue and Head and Shoulders have both.Correct, I have been rubbing it in gently and washing it out after 10 minutes.","output":"There is no evidence that one active ingredient in these shampoos works better than another for seborrheic dermatitis. I was making a suggestion to help remove the adherent scale."}
{"input":"Thank you. If it doesnt show up, surely I cant be suffering chronically from all this for 4 months for it to just be muscle tension. Doesnt make sense.","output":"Very much could be to be honest."}
{"input":"Thanks for response! I take no other medication, however I did take antibiotics and omeprazole briefly post surgery last year. I cannot see the detailed results,","output":"okay then what i said above i guess."}
{"input":"The doctor, the lower abdomen, the upper abdomen pain, the knee lumps and the sexual decline. What's the problem?","output":"The symptoms you just described suggest that it's Megel Gesil."}
{"input":"The doctors, the earaches, the hooliganism, the backaches, the fevers, the noses are going on.","output":"I think you have bronchitis."}
{"input":"There is a Kaiser ER near us. Hopefully they listen.","output":"Kaiser is generally a good system, but weird things can be harder to diagnose in the system because they are much more conservative in general with testing"}
{"input":"There's a fluid in the ear with a doctor, a fever, facial pain and an ear rash. What's the problem?","output":"The symptoms seem to indicate that you have a disease called lactateitis."}
{"input":"There's a headache with a teacher, back pain, vomiting, anal pain, neck pain, and tell me what's causing it.","output":"The symptoms suggest that you have a headache after the urethra."}
{"input":"There's a mass in the breast, and there's a swelling in the skin around it, and there's a whole body of pain, what's the problem, sir?","output":"It's a local swelling filled with blood from injury or trauma, and it's good to check this out and run some tests to start a treatment plan."}
{"input":"There's a problem with your eyes, and you feel itch and you feel it with your eyelids, and your vision is impaired, and what's the cause of your symptoms?","output":"I think there's a calijion, a little lump on the eyelids, that can stimulate the eye and cause eye problems, but it's not a serious disease."}
{"input":"There's doctors, sexual erections, lower abdominal pain, abdominal edema and groin pain. What's the cause of all these symptoms?","output":"It looks like there's a groin hernia on the surface of the groin."}
{"input":"There's rashes in the skin, lesions in the skin, and there's also loss of sense. What's the problem?","output":"The symptoms can lead to cat scraps of disease."}
{"input":"We're experiencing a doctor, aerobic pain, sinus pain, movement problems, abnormal involuntary movements. Do you know what causes these symptoms?","output":"The symptoms suggest that you're experiencing an involuntary tremor, which can lead to an involuntary shaking or shaking of the arm, leg, head or voice."}
{"input":"We're experiencing doctors, sterilization, acne, headaches, body fluids, and what's the cause of these symptoms?","output":"These symptoms can be caused by a pituitary disorder that can affect the development of hormones that cause infertility, acne or acne, headaches and body fluids."}
{"input":"What are your thoughts as to the Retic count being low?","output":"I think it's likely appropriate given the timing. But, I'm not the specialist. I wouldn't stress"}
{"input":"What do you have?","output":"The symptoms you described indicate that you're suffering from cytosis."}
{"input":"What kind of medication can you take when you have glioma?","output":"You have to take the petro-cortisone-priming drugs."}
{"input":"What sort of things should people use disinfectant on?Should they use it on surfaces other people people touch because Covid-19 can live on surfaces?","output":"Data still emerging about how long it persists on different materials.You cant be too clean"}
{"input":"Whats the deal with NSAIDs? Are we able to take them? I dont have covid, just being cautious. Specifically looking to use topical voltaren gel for chronic neck pain. Any advice is appreciated!","output":"Recent review found no evidence that NSAIDs worsen covid. Youre definitely okay to use NSAID gel such as voltarol."}
{"input":"Why is that? Does anything need to be done about my ferritin levels?Im at Stage 3 iron deficiency.https://maryannjacobsen.com/wp-content/uploads/2021/02/Stages-of-iron-deficiency.png","output":"I mean you need iron but there's no workup needed for your blood count"}
{"input":"hanks for your response, I did ask that he see a doctor but he is very stubborn and just accepts if its my time then oh well. So Im not expecting much here unfortunately.","output":"Ugh. Im sorry. So hard to watch a parent do that. Be persistent. Enlist other family members. Avoidant behavior is very common. Especially for healthcare workers."}
{"input":"okay thanks. ill meet up with a pulmonologist most likely. how likely would something malignant cause this?","output":"Very unlikely. We dont use it as a test to look for malignancy."}
